package com.abuleath.whatsapp_status.Model;

import android.content.ContentValues;
import android.content.Context;
import android.database.Cursor;
import android.database.sqlite.SQLiteDatabase;
import android.database.sqlite.SQLiteOpenHelper;

import com.abuleath.whatsapp_status.GlobalVariable;
import com.abuleath.whatsapp_status.Status;

import java.util.ArrayList;

public class DBHelper extends SQLiteOpenHelper {

        public static final String DATABASE_NAME = "DBName.db";

        public static final String COLUMN_1 = "status";
        public static final String COLUMN_2 = "statusId";
        public static final String COLUMN_3 = "categoryId";
        public static final String COLUMN_4 = "created_at";

        ArrayList<Status> status = new ArrayList<>();

        public DBHelper(Context context) {
            super(context, DATABASE_NAME , null, 2);
            SQLiteDatabase db = this.getWritableDatabase();
        }

        // done
        @Override
        public void onCreate(SQLiteDatabase db) {
            // TODO Auto-generated method stub
            db.execSQL(
                    "create table favoritesId " +
                            "(statusId integer primary key)"
            );

            db.execSQL(
                    "create table status " +
                            "(statusId integer primary key, status text , categoryId integer , created_at text)"
            );

            initStatus();
            insertStatus(db);
        }

        // done
        @Override
        public void onUpgrade(SQLiteDatabase db, int oldVersion, int newVersion) {
            // TODO Auto-generated method stub
            db.execSQL("DROP TABLE IF EXISTS favorites");
            onCreate(db);
        }

        public void initStatus()
        {
            status.add(new Status("\" النضج الذي أنت به اليوم\n" +
                    "حصاد تلك الأيام \n" +
                    "التي ظننتها لن تمضي !\"" , 1 , 1 , "1"));
            status.add(new Status("السلام عَلى الضاحكين وفي قلوبهم سنيِن بُكاء، أولئك الذين قرروا العيش ولَم تُحالفهم الحياة بعد" , 2 , 1 , "1"));
            status.add(new Status("قد يصنع الصمت ما لا يصنعه الكلام ، وقد يعالج البعد أموراً لم يستطع القرب علاجها" , 3 , 1 , "1"));
            status.add(new Status("\" إن يعلم الله في قلوبكم خيراً يؤتكم خيراً \"\n" +
                    "يجازيك الله على صدقك، وسلامة قلبك، وصفاء نيتك، وتمنيك الخير لغيرك .. فتجدهُ يُسخّر لك الأحداث، والمواقف، والأشخاص، من حيث لا تحتسب .. وتجد الخير يسعى إليك من حيث لم تطلبه \"" , 4 , 1 , "1"));
            status.add(new Status("لا تجعل الدعاء كالدواء\n" +
                    "لا تستعمله إلا عند المرض والمصيبة فقط \n" +
                    "بل اجعل الدعاء كالهواء\n" +
                    "ادع ربك في كل وقت \n" +
                    "في السراء والضراء" , 5 , 1 , "1"));
            status.add(new Status("\"ونعوذُ بك أن يقسو القلبُ ونحنُ لا ندري وأنْ نردَّ القسوةَ بمثلها، وأن نظنَّ في أنفسنا خيرًا ونحنُ على غيرِ ذلك.\"" , 6 , 1 , "1"));
            status.add(new Status("\"حتى الألفة التي بينك وبين من تُحب إجعلها في ودائع الله، فإن الله إذا إستودع شيء حفِظه\"" , 7 , 1 , "1"));
            status.add(new Status("“ربي وإن رأيتني أمشي في خطي البعد عنك، صحح مساري وردني إليك رداً جميلاً”" , 8 , 1 , "1"));
            status.add(new Status("\"اللهمَ يسِّر لي ما يسُر قلبي ويرضيهِ\"." , 9 , 1 , "1"));
            status.add(new Status("وعن الحنين للأصدقاء القُدامى، أولئك الذين مرّت سنوات طِوال على رؤيتهم، لعلّكم بأفضل حال ولعل لقاءنا بكم يكون قريباً." , 10 , 1 , "1"));
            status.add(new Status("”و أعوذ بالله ان أزرع وجعاً في صدر أحدهم\n" +
                    "دون قصد، فيصيبني الله أضعاف ذلك الوجع “." , 11 , 1 , "1"));
            status.add(new Status("اللهُم دُعائي الذي لا يعلمُه سُواك وصوتي الذي لا يسمعُه غيرك اللهُم آمين لكل مافي قلبي" , 12 , 1 , "1"));
            status.add(new Status("إن قلوب الناس مُكتظة بأمورٍ\n" +
                    " يجهلها حتى أعز الأقرباء، فَمُر هيّناً." , 13 , 1 , "1"));
            status.add(new Status("\"ليس بـ حُسن تدبيرنا وإنما بـ لُطف الله\"" , 14 , 1 , "1"));
            status.add(new Status("اللهم لا تُحيي داخلي شعوراً لمن لا يستحقه." , 15 , 1 , "1"));
            status.add(new Status("لا تبحث عن المكان الجميل فقط  \n" +
                    "بل اجتهد في بحثك عـن الرفيق المخلص  فوجوده معك سيكون \n" +
                    "كفيـلاً بـأن يُجمّل أي مكان  .." , 16 , 1 , "1"));
            status.add(new Status("لا قيمة لآراء الناس \n" +
                    "ما دامت أفعالك تمنحك ضميراً مريحًا ." , 17 , 1 , "1"));
            status.add(new Status("مهمـا ملكـت من الماديات، تبقى الروح تحتـاج إلى قـوة أعلى، إلى الصلة بالله والقرب منه، وهذا هو جوهر الدين صلة الروح بخالقهـا؛ الجميع يحتاج إلى هذه الصلة بلا استثنـاء، ولن تعيش بطمأنينه مادمت قاطعـاً صلتـك بـه." , 18 , 1 , "1"));
            status.add(new Status("يـّارب إن كنـَا مقصريـِن فـُي الدعـّاء للأمـُوات فأنـَت الكريـُم الـّذي لا تنسـُى هـب لهـُم نعيـَم ورضـّوانا وسـَرورا اللهـُم إرحـّم موتانـُا وموتـّى المسلميـُن" , 19 , 1 , "1"));
            status.add(new Status("لا تحاول الإنتصار في كل الخلافات فأحياناً كسب القلوب أولى من كسب المواقف .\"" , 20 , 1 , "1"));
            status.add(new Status("الغياب يكشف لك مقدار تعلقك بالشخص \"\n" +
                    "أومقدار الراحه العظيمه في غيابه\"\n" +
                    "الغياب يفسر الشعور بكُل صدق \"" , 21 , 1 , "1"));
            status.add(new Status("”أستودعتك لحظة خروج روحي يا الله فأجعل اخر عهدي بهذه الدنيا شهاده تدخلني بها جنتك\"." , 22 , 1 , "1"));
            status.add(new Status("\"الوعِي في العقل وليس في العمر، العمر مُجرد عدد لأيامك والعقل حصاد فهمك وقناعاتك للحياه.\"" , 23 , 1 , "1"));
            status.add(new Status("التجاهل هي أفضل وسيلة للتعامل مع الشخصيات التي ترفض الإقتناع بكلامك حتى وإن علموا أنك على حق.\"" , 24 , 1 , "1"));
            status.add(new Status("\"الشخص اللي يشوفك متضايق أو حزين و يجي يحاول يبعد الحزن عنك و يغير نفسيتك بأي طريقة ، هذا من الاشخاص اللي يستاهلون الحب صدق .\"" , 25 , 1 , "1"));
            status.add(new Status("إنتهاء العلاقات لا يعني بدء الحرب، كونوا ذو أصلٍ طيب، إنهوا كل شيء وإحفظوا الود .\"" , 26 , 1 , "1"));
            status.add(new Status("أستند على نفسك وكأنك أكثر الأشياء ثباتاً ." , 27 , 1 , "1"));
            status.add(new Status("طلبت من الله أن لاأفقد جمال التفاصيل أن أجد ذره الأمل في أصعب أيامي أن أكون كما أحب ولم أجد أرحم من الله على قلبي وآحلامه\"" , 28 , 1 , "1"));
            status.add(new Status("بينَ كُل خير وخير مسافة مُتعبة تسمىٰ الإبتلاء، مليئة بالأجر لمن يصبر ويحتسب.\n" +
                    "\" قُل الحمدُلله \"" , 29 , 1 , "1"));
            status.add(new Status("يارب اشفِ من يتألم ونحن بعافيتك مُنعمين." , 30 , 1 , "1"));
            status.add(new Status("اللهم غيثاً من المسرات وعاماً مليئاً بتحقيق \n" +
                    "الأمنيات ، وحالاً إلى ما هوَ أفضل" , 31 , 1 , "1"));
            status.add(new Status("يارب عام جديد بلا خيبات بلا فقد بلا اوجاع ، يارب عام حاملاً معه الفرح ، يارب سنة خير علينا تغير اقدارنا فيها الى ما نتمنى" , 32 , 1 , "1"));
            status.add(new Status("اللهمَّ شيئاً كهذا لأعوامنا القادمة :\n" +
                    "\"ثُمَّ يَأْتِي مِنْ بَعْدِ ذَلِكَ عَامٌ فِيهِ يُغَاثُ النُّاسُ\"" , 33 , 1 , "1"));
            status.add(new Status("اللهُم أيامًا هيِّنة ، خفيفة ، لا إحباط يُثقلها ، ولا خَيبة تُعكِّرها ." , 34 , 1 , "1"));
            status.add(new Status("وقدْ يبتليكَ اللهُ ليفضحَ لكَ قلوباً ادَّعتْ محبَّتكَ ... فلا تحزنْ ." , 35 , 1 , "1"));
            status.add(new Status("ثلاثة اشياء وصفها الله بالجمال ..\n" +
                    "\"صبر جميل ، هجر جميل ، صفح جميل\"\n" +
                    "فأصبر بلا شكوى ، و أهجر بلا أذى ، وأصفح بلا عتاب ." , 36 , 1 , "1"));
            status.add(new Status("ﻻ تُشغل بالك في ﻛﻴﻔﻴﺔ ﺍﻟﻔﺮﺝ ، ﻓﺈﻥ اﻟﻠﻪ ﺇﺫﺍ ﺃﺭﺍﺩ ﺷﻴﺌﺎً ﻫﻴﺄ له ﺃﺳﺒﺎﺑﻪ ﺑﺸﻜﻞ ﻻ ﻳﺨﻄﺮ ﻋﻠﻰ البال ! \n" +
                    "قال تعالى : ﴿ ﻻ ﺗﺪﺭﻱ ﻟﻌﻞ ﺍﻟﻠﻪ ﻳﺤﺪﺙ ﺑﻌﺪ ﺫﻟﻚ ﺍﻣﺮﺍ ﴾ ." , 37 , 1 , "1"));
            status.add(new Status("﴿ هو عليّ هيّن ﴾\n" +
                    "مع الله لا تستعظم أمنياتك ، أرح قلبك وأطمئن وتوكل عليه ." , 38 , 1 , "1"));
            status.add(new Status("قد ينصحك شخص بأمر وهو لايفعله .. ليس لأنه متناقض ، بل ربما تمنى لك الخير في أمر لم يستطيع فعله ." , 39 , 1 , "1"));
            status.add(new Status("اللهم بلغنا عاماً جديداً ونحن لا نشتكي هماً ولا حُزناً ، واجعلنا أسعد خلقك واستجب لدعواتنا يارب العالمين ." , 40 , 1 , "1"));
            status.add(new Status("ادخل بيوت الناس اعمى واخرج منها ابكم \n" +
                    "لا شأن لك بتفاصيل بيوتهم ولا شأن لك \n" +
                    "بما سمعت عندهم .!" , 41 , 1 , "1"));
            status.add(new Status("السماء فيها من يُجيب .. فلا تحزن ولا تخيب" , 42 , 1 , "1"));
            status.add(new Status("وقالت العجوز ذات مرة : يا بُنيتي \n" +
                    "\" الزوج الصالح أبٌ بعد أب \"\n" +
                    " تمهلي وتريثي و أحسنى إختيارهُ" , 43 , 1 , "1"));
            status.add(new Status("اللهُم إتزان الشعُور وإكتِفاء النفس والرضى العظيم." , 44 , 1 , "1"));
            status.add(new Status("إن كنتَ تحمل في قلبك عتابًا، فصارحني به كي ﻻ يصبح بيننا فراغ يعبرُ منه الآخرون \"" , 45 , 1 , "1"));
            status.add(new Status("قد يكون الشخص مستقيماً لكن من يعكس صورته هو \"الاعوج\" فلا تصدق كل ما تسمع .." , 46 , 1 , "1"));
            status.add(new Status("\"وﷲ لتعجَبنَّ كيف يُقلِّب ﷲ الموازين لأجل دَعواتك، فصبرًا.\"" , 47 , 1 , "1"));
            status.add(new Status("النقاش مع شخص واعي متعة وراحة عظيمة\n" +
                    "حتى وإن خالفك الرأي يفتح لك آفاقًا جديده" , 48 , 1 , "1"));
            status.add(new Status("إنتهاء العلاقات لا يعني بدء الحرب، كونوا ذو أصلٍ طيب، إنهوا كل شيء وإحفظوا الود .\"" , 49 , 1 , "1"));
            status.add(new Status("البعض ينحني ولكن ليس ذلا .. ينحني ليذل الحياة، ويعيش بكرامة" , 50 , 1 , "1"));
            status.add(new Status("“ ماخاب من اودع لله شتات امره \"" , 51 , 1 , "1"));
            status.add(new Status("\" لا تظلم أحداً ، حتى لا يؤلمك دعاؤه .\"\n" , 52 , 1 , "1"));
            status.add(new Status("رسالة اليوم :\n" +
                    "\n" +
                    "- لا تغضب والديك لتُرضي الآخرين، فالآخرين لم يفنوا حياتهم من أجلك" , 53 , 1 , "1"));
            status.add(new Status("\"من الأشياء المريحة بالدنيا أن الرزق والنصيب والتوفيق كله من الله سبحانه، كلام الناس كله في كِفَّة، وتدابير الربُّ في كفَّةٍ أخرى لا يُعيقها عائق.\"" , 54 , 1 , "1"));
            status.add(new Status("\"سلام لمن صان الودّ ، وحفظَ الوصل ، لا يُغيّره تقلبُ المزاج ولا شدّة الظرف\"." , 55 , 1 , "1"));
            status.add(new Status("اللهُم قوِّني بِك حين يقِل صبري" , 56 , 1 , "1"));
            status.add(new Status("تُمرني ذكرى الليالي القديمه\"\n" +
                    "في محتواها سالفه عُمر وأحلام\"\n" +
                    "شوق وصفا قلب ونوايا سليمه\"\n" +
                    "ماأقول غير الله على ذيك الأيام\"" , 57 , 1 , "1"));
            status.add(new Status("\"قد يُحي الله أملاً قد مات ، بدعوه صادقه\"" , 58 , 1 , "1"));
            status.add(new Status("\"لا تجعل فهمك للرّزق يتوقّف عند حُدود المادة، إنّ أجمل الأرزاق سكينة الروح و نور العقل و صحّة الجسد \"" , 59 , 1 , "1"));
            status.add(new Status("'وإني أُدين للذين جبروا خاطري يومًا.. سواءً كانوا قاصدين، أو بمحض الصدفة.!\"" , 60 , 1 , "1"));
            status.add(new Status("\" الحياة رواية جميلة، عليك قراءتها حتى النهاية ..\n" +
                    "لا تتوقف أبداً عند سطر حزين .. فقد يكون السطر الذي بعده جميل، وتكون النهاية أجمل\"" , 61 , 1 , "1"));
            status.add(new Status("عندما يكون لديك صوت في داخلك يقول لك هذا حلال وهذا حرام فاحمد ربك على حياة قلبك" , 62 , 1 , "1"));
            status.add(new Status("إفضل جهاز لكشف الكذب هو الأيام." , 63 , 1 , "1"));
            status.add(new Status("أشياء لا تشترى : صدق المشاعر\n" +
                    "عفوية الحديث ، و الأصدقاء الأوفياء ." , 64 , 1 , "1"));
            status.add(new Status("\" أحيانا لا تحتاج إلى الشخص الذي يعطيك المظلة ، وإنما تحتاج الشخص الذي يبتل معك..\n" +
                    "فمساحة الشعور تفوق مساحة العطاء !! \"" , 65 , 1 , "1"));
            status.add(new Status("الحمدلله على الشدة التي تعلمك أن الإتكاء على غير الله كسر ، وأن الله هو الأمان وسط كل هذا العالم ..\n" , 66 , 1 , "1"));
            status.add(new Status("لا تهتموا كثيراً ولا تعاتبوا أحداً ولا تركضوا\n" +
                    "خلف أحد لتذكروهم بوجودكم واعرفوا جيداً\n" +
                    " أن من يحب لا ينسى ولا يتغير .\"" , 67 , 1 , "1"));
            status.add(new Status("\"لن تعرف صديقك الحقيقي في أيام الطمأنينة أبدًا.. وحدها أيام الفزَع من ستخبرك.\"" , 68 , 1 , "1"));
            status.add(new Status("أعظم أذى للإنسان أن يصنع المعروف لشخصٍ لا يستحق ." , 69 , 1 , "1"));
            status.add(new Status("لاتطمح أن تكون أفضل من الأخرين \"\n" +
                    "اطمح أن تكون أفضل من نفسك سابقاً\"\n" +
                    "العقول تصغر عندما تنشغل بالأخرين \"\n" +
                    "وتكبر عندما تنشغل بذاتها \"" , 70 , 1 , "1"));
            status.add(new Status("\" سعادتك في يد الله ، فلا صديق ينزعها\n" +
                    " ولا معشوق يمزقها ، ولا قريب يتحكم \n" +
                    "بها ، فأنت لم تخلق لأجلهم .!" , 71 , 1 , "1"));
            status.add(new Status("اللهُم الجنة أنّ ذهبت الرُوح إليك." , 72 , 1 , "1"));
            status.add(new Status("أقوى عامل لبناء الذات هو :\n" +
                    "\" مراقبة الله \"\n" +
                    "..\n" +
                    "و أقوى عامل لهدم  الذات هو :\n" +
                    "\" مراقبة الناس  \"" , 73 , 1 , "1"));
            status.add(new Status("\"كن نافعًا ولو بالنية، فإن الله إذا رأى فيك خيرًا، يسَّرك للخير.\"" , 74 , 1 , "1"));
            status.add(new Status("\"من اجمل انواع الرزق ان يهبك الله من يهون عليك الدنيا ولا تهون عليه ابدا\"." , 75 , 1 , "1"));
            status.add(new Status("يوماً ما سيذهبُ جمالُ المرأة\n" +
                    "وتذهبُ صحةُ الرجل\n" +
                    "سيأتي وقتٌ تكونُ به الأموالُ بلا قيمة\n" +
                    "والنجاح بلا قيمة\n" +
                    "والمناصب بلا قيمة\n" +
                    "وسيبقى الحبُّ هو قيمة كل زمان\n" +
                    "لأجلِ هذا اليوم ..\n" +
                    "\"أحسِنوا الاختيار\"" , 76 , 1 , "1"));
            status.add(new Status("”ستعلمك الشدائد أنه ليَس لك إلا الله.”" , 77 , 1 , "1"));
            status.add(new Status("علمتني سورة يوسف : \n" +
                    "بأن المريض سيشفى \n" +
                    "بأن الغائب سيعود \n" +
                    "بأن الحزين سيفرح \n" +
                    "بأن الكرب سيرفع \n" +
                    "\n" +
                    "بأذن الله تعالى فإن مع العسر يسرا " , 78 , 1 , "1"));
            status.add(new Status("طمأنينة : ﴿فَسَيَكْفِيكَهُمُ اللَّهُ ۚ﴾\n" +
                    "توكل : ﴿وَأُفَوِّضُ أَمْرِي إِلَى اللَّهِ ۚ﴾\n" +
                    "أمان : ﴿لَا تَحْزَنْ إِنَّ اللَّهَ مَعَنَا ۖ﴾\n" +
                    "رعاية : ﴿وَاصْبِرْ لِحُكْمِ رَبِّكَ فَإِنَّكَ بِأَعْيُنِنَا ۖ}" , 79 , 1 , "1"));
            status.add(new Status("النجاح الحقيقي هو مقارنة نفسك بنفسك فيما قبل، لا بالناس .\"" , 80 , 1 , "1"));
            status.add(new Status("لا تكثرون الإهتمام فالبعض يرآه إزعاج ." , 81 , 1 , "1"));
            status.add(new Status("تأكد أنّ الله سيختار الأصلح لقلبك وإن خانتك إختياراتك." , 82 , 1 , "1"));
            status.add(new Status("“ياخديجة كُنت فقيرًا فأغناني الله بكِ”\n" +
                    "- محمد صل الله عليه وسّلم" , 83 , 1 , "1"));
            status.add(new Status("\"وﷲ لتعجبنَّ كيف يُقلِّب ﷲ الموازين لأجل دعواتك، فصبرًا.\"" , 84 , 1 , "1"));
            status.add(new Status("لانمُلك إختيار الأقدار \"\n" +
                    "لكننا قَريبوُن من صَاحب الأقدار \"\n" +
                    "رَبي أحسن قدرنا ، وزدُه جمالاً فوق جمال \"" , 85 , 1 , "1"));
            status.add(new Status("هُناك نظره تختصر الحياه \"\n" +
                    "صوُت يختصر المسافه \"\n" +
                    "وشخص يختصر الجميع \"" , 86 , 1 , "1"));
            status.add(new Status("وقد يكُون الرزق أحياناً قُلوب يسوقها الله إليك لتُسعدك ، ولتصنع لك رُغم ماتمرُ به سعاده وحياه \"" , 87 , 1 , "1"));
            status.add(new Status("فِي كُل مكان \"\n" +
                    "عش عالمك الخاص ، أكتب ماتُحب وكن ماتُريد ، لاتفرض نفسك على ذائقه أحد ، أعجاب الآخرين بك لايساوي شيئاً إن لم تعُجب أنت بنفِسك \"" , 88 , 1 , "1"));
            status.add(new Status("\"اللهم قدرًا جميلًا، وخبرًا سعيدًا، ودعوة مُستجابة\"." , 89 , 1 , "1"));
            status.add(new Status("\"عسى الله أن يُنهي كل هذه الابتلاءات ويعود شعور الطمأنينة إلى قلوبنا.\"" , 90 , 1 , "1"));
            status.add(new Status("اشرب قهوتك، اعتنق الصمت ولا تأخذ الناس على محمل الجد، لا تأخذ الحياة على عاتقك ولاتبالغ في عاطفتك ولاترضي احدأ رغما عنك .!" , 91 , 1 , "1"));
            status.add(new Status("اللهم اشف ِ من اتعبه مرضه ، وتأخر شفاؤه وقل دوائه ، فأنت عونه وشفاؤه يالله." , 92 , 1 , "1"));
            status.add(new Status("من يُحبنا ونَحن فِي اسوأ حالاتنا ،\n" +
                    "هُم من يَستحقون أن يَبقوا فِي قلوبنا \n" +
                    "إلى الأبد" , 93 , 1 , "1"));
            status.add(new Status("وأجعلنيّ خيراً لِنفّسي ولِمن حوليّ يا الله." , 94 , 1 , "1"));
            status.add(new Status("وعلى طهارة قلبك تُرزق فلا تُبالِ ." , 95 , 1 , "1"));
            status.add(new Status("أحِبوا أيامكم الهادئة، ليس بالضرورة أن تكون سعيدة ومليئة بالتفاصيل، يكفيها الهدوء والسلام." , 96 , 1 , "1"));
            status.add(new Status("لعلّه ابتلاءٌ من الله ليرى ما في قلبي من صَبر ، فإذا رضيت ، رضيَ عنّي ،وقَد رضيت يا الله" , 97 , 1 , "1"));
            status.add(new Status("ما دام القادمُ بيد الله فنحن بخير دائماً\"" , 98 , 1 , "1"));
            status.add(new Status("لنفسك عليك حق \n" +
                    "هو أن تهجر كل من لا يعرف قيمتها ." , 99 , 1 , "1"));
            status.add(new Status("كـ نصيحة مُخلده :\n" +
                    "اقترب من الله و يقترب منك كُل شيء جّميل" , 100 , 1 , "1"));
            ////////////////////////////////////////////////////////////////////////////////////////////////
            status.add(new Status("ان بغيت الروح ترى هي من نصيبك \"\n" +
                    "وان بغيت العين ترى انت نظرها" , 101 , 2 , "1"));
            status.add(new Status("وكأنك تأوي إلى قلبي وتسكنه \"\n" +
                    "وكأنك تحمل في أضلاعك داري \"" , 102 , 2 , "1"));
            status.add(new Status("في حين أنهم يرونك فرداً ، أنا أراك كوناً" , 103 , 2 , "1"));
            status.add(new Status("\"كُل الرغبات تتلاشى أمام رغبتي في الجلوس صامتين يشرب كُلاً مِنا ملامح الآخـر.\"" , 104 , 2 , "1"));
            status.add(new Status("فـي مـبسمـك  كـل السوالـف لهـا ذوق\n" +
                    "وفي ضحكتك صوت الفرح جاء يغني\n" +
                    "خـف التغلـي  جد ما أستحمل الشـوق\n" +
                    " كـثـر الـتغـلـي  يـا حـبيـبـي  ذبـحـنـي" , 105 , 2 , "1"));
            status.add(new Status("\" ومن الأرواح من إذا ملكتك ملأتك، وإذا آوتك داوتك، وإذا أحبتك أحيتك\"" , 106 , 2 , "1"));
            status.add(new Status("اشتقتُ لك , سمعًا وقربًا وشعورًا ." , 107 , 2 , "1"));
            status.add(new Status("احبك، لأن كل ما يدعى ب السعادة اجده معك." , 108 , 2 , "1"));
            status.add(new Status("ولأني أقتبس من عينيك طُمأنينتي كُنت أترك هذا العالم ينهار خلفي واختار الإلتفات إليك \"" , 109 , 2 , "1"));
            status.add(new Status("سأعتني بك في دعائي و صلاتي و في كل حديث لي مع ربّي فَسُبحان مَن زرع حبك بداخلي گ ابتسامة تُزهر في قلبي وروداً" , 110 , 2 , "1"));
            status.add(new Status("اللهم إني استودعتك قلبا أحبه استودعتك إياه في نهاره و ليله في نومه وصحوته استودعته الله من كل شيء يضره." , 111 , 2 , "1"));
            status.add(new Status("احب اسولف معه لاصابني ضيق \n" +
                    "ويطيب مافي خاطري من كلامه" , 112 , 2 , "1"));
            status.add(new Status("صوتك العوض عن حضنك البعيد، صوتك\n" +
                    "وضحكتك وراها ألف عافيّه" , 113 , 2 , "1"));
            status.add(new Status("دعيت ربي يبدل الحزن بـ افراح و\n" +
                    "أعطاني الله دعوتي ، يوم جابك" , 114 , 2 , "1"));
            status.add(new Status("قد تكون مجرد شخص عادي في هذا العالم\n" +
                    "لكنك لشخص ما أنت العالم كله" , 115 , 2 , "1"));
            status.add(new Status("لَمْ أحبك كَشخص فَقط \n" +
                    "بَلْ أحبَبتك كَوَطنٍ لا أريِد الأنتماء لغيره!" , 116 , 2 , "1"));
            status.add(new Status("يا بُعدك عن عيني ويا قُربك من قلبي" , 117 , 2 , "1"));
            status.add(new Status("\"هناك شخص يجعلك لا تحتاج إلى الجميع لأنك تجد الجميع فيه.\"" , 118 , 2 , "1"));
            status.add(new Status("لنكن أنا وأنت أبديان، لا يهزمُنا الخِصام ولا الوقت، ولا البُعد." , 119 , 2 , "1"));
            status.add(new Status("وجودك سبباً كافيا، يجعلني أعلم أن للحياة وجه آخر يستحق كل هذا السعي، والحب" , 120 , 2 , "1"));
            status.add(new Status("وحين اشتد الشوق في قلبي \"\n" +
                    "قُلت ربي ارني إياه حلماً \"" , 121 , 2 , "1"));
            status.add(new Status("أستقبله كنه أول مره يجيني \"\n" +
                    "وأودعه كني أخر مره أشوفه \"" , 122 , 2 , "1"));
            status.add(new Status("احببتك بطريقه لا يعرفها غيري ولا يستحقها غيرك" , 123 , 2 , "1"));
            status.add(new Status("أحياناً نحتاج فقط إلى شخص يعرف كيف يجعلنا نبتسم." , 124 , 2 , "1"));
            status.add(new Status("الحب ليس كلاماً يقال ، الحُب إهتمام ، سؤال ، غيره ، خوف ، حرص بـ إختصار الحُب أفعال" , 125 , 2 , "1"));
            status.add(new Status("وقتي معك يجبر خاطري ويرضيه حتى الثواني معك تسرني الف مره" , 126 , 2 , "1"));
            status.add(new Status("و إن كنت سأتحدث عن نعيم الحياة ، فسأبدأ بك" , 127 , 2 , "1"));
            status.add(new Status("رضا قلبيِ كله على , طرف ضحكته" , 128 , 2 , "1"));
            status.add(new Status("وجودك بحياتي يجعلني اخجل ان اتمنى شيئاً اخر." , 129 , 2 , "1"));
            status.add(new Status("ما الحُب إلا للحبيب الثابت في حُبه ووعده" , 130 , 2 , "1"));
            status.add(new Status("وإن وصفتك بـ القليل المختصر\n" +
                    "أنتْ أجمل شي في الدنيا أحبّه." , 131 , 2 , "1"));
            status.add(new Status("قال كيف الشوق في صدر الغياب\"\n" +
                    "قلت نفس الشوق في حضن اللقا\"بريق" , 132 , 2 , "1"));
            status.add(new Status("جميلة هي قبضةُ اليد \n" +
                    "فهي تخبرنا الكثير عندما يعجز اللسان عن الكلام : أنا معك و لك و أُحبك" , 133 , 2 , "1"));
            status.add(new Status("هناك فرق كبير \n" +
                    "أن تُحبها لأنها جميلة..\n" +
                    "و أن تكون جميلة لأنك تحبها" , 134 , 2 , "1"));
            status.add(new Status("أنت في قلبـي أمنية \n" +
                    "و في صوتي دعاء" , 135 , 2 , "1"));
            status.add(new Status("كيفَ لي أن أخفِي لَهفة مَلامِحي عِند ذِكر أسمك" , 136 , 2 , "1"));
            status.add(new Status("إنك الوحيد العالق مابين عيناي وقلبي" , 137 , 2 , "1"));
            status.add(new Status("أنت العافية اللي يطيب بها قلبي" , 138 , 2 , "1"));
            status.add(new Status("أحببتُك لأنك جعلتني أشعر بما لم أكن أشعرُ بهِ من قبل، لأنك الصلةُ ما بين قلبي و الفرح  و ما بين ثغري و الإبتسامة" , 139 , 2 , "1"));
            status.add(new Status("عيناي مُمتلئه بك جدًا ،أنني أراك في كل شيء." , 140 , 2 , "1"));
            status.add(new Status("ما كنت أؤمن بالعيون و فعلها \n" +
                    "حتى دهتني في الهوى عيناك" , 141 , 2 , "1"));
            status.add(new Status("أحببتُك لأنك جعلتني أشعر بما لم أكن أشعرُ بهِ من قبل، لأنك الصلةُ ما بين قلبي و الفرح  و ما بين ثغري و الإبتسامة" , 142 , 2 , "1"));
            status.add(new Status("هذا الجمالُ الذي مهما قسى رحِمَا \n" +
                    "هذا الجمالُ الذي يستأنِسُ الألما" , 143 , 2 , "1"));
            status.add(new Status("لكَ حُباً أوسع من فضاء، و عِشقاً أرتفع مع الدعاءلـ السماء ، لك بعضي و نبضي و لكَ ، أنا." , 144 , 2 , "1"));
            status.add(new Status("أحببتُك ..\n" +
                    "حتى رأوك في عيني ..\n" +
                    "وسمعُوك في ضحكتي ..\n" +
                    "وشعروا بِك في حديثي ..\n" +
                    "أحببتُك حَتى صار بعضُك أغلبي." , 145 , 2 , "1"));
            status.add(new Status("يشتاق لك قلبي ونبضَه يناديـــــــك\n" +
                    "وأتخيلك كنك تجي قبال عينــــــي\n" +
                    "\n" +
                    "لاضاق صدري في خيالي أَلاَقيــــك\n" +
                    "وأحضنك وادري بك تحس بحنيني" , 146 , 2 , "1"));
            status.add(new Status("دامك زرعت الحُب في داخلي وَرد \n" +
                    "انا مابي غيرك من الناس يسقيه" , 147 , 2 , "1"));
            status.add(new Status("احبك وصل وبعاد واحبك رضى وعناد\n" +
                    "ولا يختلف وعدي ولا ينتقض عهدي" , 148 , 2 , "1"));
            status.add(new Status("\" يلتفت قلبي اليه كل مرة.. كأول مرة.\"" , 149 , 2 , "1"));
            status.add(new Status("للسماء قمر ولقلبي انت." , 150 , 2 , "1"));
            status.add(new Status("فِي حنيني من صوتك مِدينه\"\n" +
                    "وفي ضلوعي من قسى بعدك وطن \"" , 151 , 2 , "1"));
            status.add(new Status("ستبقى عيناك تربكنى ،مهَما اعتَدت رؤيتَها." , 152 , 2 , "1"));
            status.add(new Status("أنتِ الجار لقلبي والجوار وانتِ الدار والديار ." , 153 , 2 , "1"));
            status.add(new Status("إنَّ الله يقذف #الحـب في قلوبنا ، فلا تسأل مُحبًا ؛ لماذا أحببت" , 154 , 2 , "1"));
            status.add(new Status("\" أنتِ اللحظة الحُلوة بكُل يوم من عُمري \"" , 155 , 2 , "1"));
            status.add(new Status("”ولستُ ممن في الهوى كلامه يعجز..\n" +
                    "لكن من يرى جمالك لسانُه يعجز“" , 156 , 2 , "1"));
            status.add(new Status("في ناس مجرد ماتكلمهم دقيقه بس تصير نفسيتك حلوه." , 157 , 2 , "1"));
            status.add(new Status("\"محاولتك أن تجعلني سعيدًا، تُسعدني أكثر من الشئ الذي فعلته .\"" , 158 , 2 , "1"));
            status.add(new Status("\"كُلُّ الأعْمَالِ بالنِّيات\n" +
                    "إلا الحُب بالأفعال !\"" , 159 , 2 , "1"));
            status.add(new Status("من يحب لا يقسو لا يمل لا يهرب لا يهمل\n" +
                    "لا يفارق لا يخادع : من يحب لا يختبي خلف\n" +
                    "أعذار مصطنعة من يحب يحارب." , 160 , 2 , "1"));
            status.add(new Status("سأختارك دائماً، على نفسي،على قلبي،على إحتياجي،على رغبتي،على كبريائي،وعلى عنادي،أنت دائماً ستكون القرار الصائب مهما حدث" , 161 , 2 , "1"));
            status.add(new Status("أنت خيري بكُل يوم من عُمري يمرّ" , 162 , 2 , "1"));
            status.add(new Status("انـــا مــا احبــڪ ڪثر مــا انــت تــظن انــا احبــڪ فــوق مُجـمـل ظـــنونـڪ" , 163 , 2 , "1"));
            status.add(new Status("أنت جهتي الخامسه، وقلبي الثاني، والحرف التاسع والعشرون من ابجديتي، وكتفي الثالث، ويومي الثامن، وحبيبي الاول والاخير." , 164 , 2 , "1"));
            status.add(new Status("الإحتضان يخفف من ضغط الدم\n" +
                    "ويقلل من التعب والإجهاد ولذلك \n" +
                    "فهو يحمينا من الأمراض القلبية ." , 165 , 2 , "1"));
            status.add(new Status("من يُحب .. لا يتغيّر مهما كانت الظروف" , 166 , 2 , "1"));
            status.add(new Status("إحداهن تقول: \"عندما كنت حزينة.. أخبرتهُ بأنني لا أرغب برؤيته، فأطفأ الضوء وبقي بجانبي." , 167 , 2 , "1"));
            status.add(new Status("تذكّر جيداً ولا تنسَ أنّكَ قطعة من هذا الشيء الذي ينبُض في صدري و أنّك حين تغيب لا يحضر شيء غير الحزن و أنّ كل الأشياء بي يُحبّكَ جداً جداً." , 168 , 2 , "1"));
            status.add(new Status("الحُب ليس لهُ عمر أبداً ...هو بإختصار: وفاء إمرأه و إكتفاء رجل" , 169 , 2 , "1"));
            status.add(new Status("ثمّ يهبُك الله شخصاً يزهرُ ما أذبلتهُ الأيامُ في قلبك ." , 170 , 2 , "1"));
            status.add(new Status("اللهُم إنّي أحبه ، فأطوي عنّي بُعده." , 171 , 2 , "1"));
            status.add(new Status("حين يحب القلب قلباً، لا تبصر العين عيباً" , 172 , 2 , "1"));
            status.add(new Status("أنا عاشقك حتى مرض الأربعين ضحكة الخمسين وحدة الستين ويأس السبعين أنا لك عكاز الثمانين , أنا بجانبك إلى أن يقُولوا رحمة الله علينا وأمين" , 173 , 2 , "1"));
            status.add(new Status("\"سيظلّ اسمك عاديًّا، حتى تجد من يلفظه بطريقة تجعلك تظنّ أنّك وحدك من سُمِّي بهذا الاسم.\"" , 174 , 2 , "1"));
            status.add(new Status("اللهم إنّي فقدته ، فرده الي رداً جميلا." , 175 , 2 , "1"));
            status.add(new Status("انت اقرب قلب لو كنت البعيد ..\n" +
                    "وإنت أجمل حلم واغلى أمنية .." , 176 , 2 , "1"));
            status.add(new Status("لو كان يهدى للإنسان قيمته ..\n" +
                    " لأهديتك الدنيا وما فيها .." , 177 , 2 , "1"));
            status.add(new Status("لمّا رآني في هواه متيّما\n" +
                    "عرفَ الحبيبُ مقامَه فتدلّلا \n" +
                    "فلكَ الدلالُ وأنتَ بدرٌ كاملٌ\n" +
                    "ويحقُّ للمحبوب أن يتدلّلا" , 178 , 2 , "1"));
            status.add(new Status("\"أنا معك، في انطفائِك قبل توهجك ، وفي حزنك قبل سرورك ، معك في ألمِك قبل راحتك ، أنا معك حين يبتعد الجميع عنك ، تأكد بأنني سأظل معك.\"" , 179 , 2 , "1"));
            status.add(new Status("يا ليْتنَا كُلمَا اشتقنَا لرؤيتِهم\n" +
                    "يحقّقُ اللهُ شيئاً من أمانيـنَا" , 180 , 2 , "1"));
            //////////////////////////////////////////////////////////////////////////////////////
            status.add(new Status("لاشي أجمل من لحظات النقاء والهدوء\"\n" +
                    "صوت العصافير الذي يخرج للأفق شيئاً فشيئاً \"\n" +
                    "ومسامع الحياه التي بدأت بالظهور \"\n" +
                    "لاشيء أجمل من الصباح وتدرج الصعود ليومٍ جديد \"\n" +
                    "صباح الاشراق والهدوء" , 181 , 3 , "1"));
            status.add(new Status("صباح الخير للذين يرسمون في مخيلاتهم حياة لا تطابق حياتهم لأولئك المضيئين دوما رغم إنطفاء العالم مَن حولهم" , 182 , 3 , "1"));
            status.add(new Status("باسمك اللهم حصنت نفسي وأهلي ومن أحب،من أن يصيبنا أذى، اللهم إني استودعتك أثمن،أشيائي وأغلاها، فاحفظها بحفظك يا الله\n" +
                    "صباح الخير" , 183 , 3 , "1"));
            status.add(new Status("صباح الخير لطلاب العلم أولًا، للذين تُوقظهم آمالاهم، للمكافحين والسّاعين إلى دروب العلم، ثم صباح الخير للجميع." , 184 , 3 , "1"));
            status.add(new Status("ابتسم، فساعات الصباح الباكرة لا تستحقَ أبداً  أن تكون مُتشائماً.. صباح الخير." , 185 , 3 , "1"));
            status.add(new Status("اللهم التيسير واليُسر والمسرّة، يارب أنِر برحمتك ما انطفأ منا.. صباح الخير." , 186 , 3 , "1"));
            status.add(new Status("صباح الخير للذين يُشرقون في الصباح ظنًا وإحسانًا أنّ الله يتولّى أمرهُم وشأنهم كله." , 187 , 3 , "1"));
            status.add(new Status("اللهم امنحني القوة لأقاوم نفسي، والشجاعة لأواجه ضعفي، واليقين لأتقبل قدري، والرضا ليرتاح عقلي، والفهم ليطمئن قلبي.\n" +
                    "صباح الخير" , 188 , 3 , "1"));
            status.add(new Status("صباح الخير ,للناس الصبورة الذين بالرغم من عثراتهم وأوجاعهم ، لا تفارقهم ضحكتهم والإبتسامة ، ولا يغلبهم ضعفهم أبداً" , 189 , 3 , "1"));
            status.add(new Status("اللهُمَ صباحْ في تفاصيله خيرٌ و بُشرى." , 190 , 3 , "1"));
            status.add(new Status("التفاؤل خير بدايه ليوم قد يكُون من أجمل أيام حياتنا ربنا توكلنا عليك فِي جميع أمورنا فاكتب لنا الخير أينما كُنا\"\n" +
                    "صباحكم سعاده" , 191 , 3 , "1"));
            status.add(new Status("اللهُمّ اجبر خواطرنا في هذا الفجر" , 192 , 3 , "1"));
            status.add(new Status("اللهمّ ايقظني على رزق لم أتوقعه وعلى خير لم أفكر به وعلى تحقيق أمنيات ظننت أنها مستحيله.\n" +
                    "تصبحون على خير" , 193 , 3 , "1"));
            status.add(new Status("كن شخصاً يضرب به المثل في البشاشة , إبتسم دائماً ! فالإبتسامة لا تعني أن الفرح يكسوك بل أنـك راضٍ بقدر الله...\n" +
                    "صباحكم خير" , 194 , 3 , "1"));
            status.add(new Status("في هدوء الفجر !\n" +
                    "اللهُم بشرنيّ بفرحه، تسر خاطري للأبد." , 195 , 3 , "1"));
            status.add(new Status("لوَ انّني اهتمُ لكلامّ الكثُير ، لما عُشت بخُير ، لكنّني خصصتُ لهُم صفّحةً سوّداء عنّوانُها {تجاهل}\n" +
                    " #صــــباح ـآلخيــر" , 196 , 3 , "1"));
            status.add(new Status("\"ثُم يأتِي مِن بعدِ ذَلكَ عامُ فِيه يُغاثُ الناسُ\"اللهم غيثاً من المسرات وعاماً مليئاً بتحقيق الأمنيات ، وحالاً إلى ما هوَ أفضل..\n" +
                    "#صــــباح ـآلخيــر" , 197 , 3 , "1"));
            status.add(new Status("مع كُل صباح يذهب الليل بهدوء وصمت\"\n" +
                    "ويأتي النهار بإشراقه جديده \"\n" +
                    "اللهّم أجعلها إشراقه أمل وسعاده وخير دائم\"بريق\n" +
                    "صباح الورد والياسمين \"" , 198 , 3 , "1"));
            status.add(new Status("اللهم اجعله يوما مليئاً بالبشائر ،،\n" +
                    "صباح الخير" , 199 , 3 , "1"));
            status.add(new Status("وربما يساق إليك قدراً من الله خير من كل أحلامك .\n" +
                    "صباح النور." , 200 , 3 , "1"));
            status.add(new Status("اَللَّهم لآ تجعَل في قَلبِي سِواك َ،.\n" +
                    "ولَا تَعلقَ نَفسِي إِلَّا بكَ،.\n" +
                    "وَاِجعَلني أَخشَاك كأني أَراكَ،.\n" +
                    "غَنيا بِك عَمن سوَاك .\n" +
                    "صباح الخير." , 201 , 3 , "1"));
            status.add(new Status("گل فرحَة تصنعها لغيرك ، \n" +
                    "ستعود لك وهي اجمل بإذن للّــــه ،\n" +
                    "صباح الخير.\n" , 202 , 3 , "1"));
            status.add(new Status("الله يبعد عني و عنكم موآجع الدنيآ \n" +
                    " و يرزقنآ السعآدة من سآبع سمآء.\n" +
                    "صباح الخير." , 203 , 3 , "1"));
            status.add(new Status(".\"اللهم أياماً كما أحب ، وحالاً إلى ما هو أفضل ، وهماً لايبقى قائماً في صدري ، وفرحاً ليس له أنتهاء ، اللهم أمنياتي المنتظرة\".. \n" +
                    "صباح الخير." , 204 , 3 , "1"));
            status.add(new Status("ﺑﺪﺁﻳِﺔ ﺻَﺒﺂﺡ ﻳﺴَﺘﻮﻃِﻨﻪ ﺍﻟﻬُﺪﻭﺀ.\n" +
                    "ﻧﺴﺄﻟﻚ ﺍﻟﻠﻬُﻢ ﻓِﻲ ﻫﺬﺍ ﺍﻟﺼَﺒﺂﺡ\n" +
                    "ﺃﻥ ﺗَﺴﺮ ﺧُﻮﺍﻃِﺮﻧﺂ ﺑِﮕﻞ ﻣﺂﻫﻮ ﺟَﻤﻴﻞ \n" +
                    "ﺻﺒﺎﺣﻜﻢ ﺍﺟﻤﻞ ﻣﺎﻓﻴﻜﻢ ." , 205 , 3 , "1"));
            status.add(new Status("\"قد تشرق كلمةً صباح الخير في قلب أحدهم\n" +
                    "كما تشرق الشمس بعد الليل فلا تبخلوا\"\n" +
                    "صباح الخير." , 206 , 3 , "1"));
            status.add(new Status("اللهم صبحنا ببشائر خيـرك\n" +
                    "وأمددنا بوافر جـودك وأجعل لنا\n" +
                    "مع نسمات هذا الصباح \n" +
                    "رزقاً وسعـادةً وعافــية" , 207 , 3 , "1"));
            status.add(new Status("\"ستكـون ناجحاً عندما تمنح الأمل لليائسين، وتمنح الحب للمكروهين وتقدم الخير للحاقدين، وتكون كريماً مع المحتاجين\"\n" +
                    "صباح النفحات والرحمات" , 208 , 3 , "1"));
            status.add(new Status("أيها الصباح نصُحو من جديد\"\n" +
                    "يرافقنا أمل جديد ، لأحلامنا البعيده اللهّم لذه الوُصول \"\"\n" +
                    "صباح السعاده " , 209 , 3 , "1"));
            status.add(new Status("تفنن فِي صنع قهوتك \"\n" +
                    "ابتكر لنفسك يوماً لطيفاً وأغلق كُل الابواب التي تُفسد مزاجك\"\n" +
                    "صباح الخير" , 210 , 3 , "1"));
            status.add(new Status("الديون ليست أموالاً فقط ..\n" +
                    "الديون كلمة حانية في لحظة انكسار ..\n" +
                    "ومواساة في لحظة حزن ..\n" +
                    "ومساندة في لحظة ضعف ..\n" +
                    "هذه دُيون مسموح أن لا تسدد ولكن من المخجل  أن تنسى !\n" +
                    "صباح الخير" , 211 , 3 , "1"));
            status.add(new Status("اللهم أكتب لنا من أنفاس هذا الصباح\n" +
                    "خيراً نعلمه ورزقاً نكتسبه وبشرىٰ نسعد بها." , 212 , 3 , "1"));
            status.add(new Status("صباح الخير :\n" +
                    "يقول الشيخ الشعراوي رحمه الله :\n" +
                    "”إن العبد ليغفل عن ربه حتي ينساه ، فيشتاق له ربه فيرسل من حبه بلاء يذكره به حتي يعود العبد يحب الله ، فيحبه الله ، فيرفع عنه البلاء ، ويرزقه رزقاً طيبا\"" , 213 , 3 , "1"));
            status.add(new Status("دعوة الصباح :\n" +
                    "\n" +
                    "اللهم طمّن كل قلب تنبض دقاته قلقًا و وجعًا \n" +
                    " وبدّل كل شعور مُتعب إلى راحه وسكينه" , 214 , 3 , "1"));
            status.add(new Status("دعوة الصباح :\n" +
                    "\n" +
                    "اللهم أسعدنا في أبسط تفاصيل حياتنا\n" +
                    "و قرّب لنا الخير حيث كان" , 215 , 3 , "1"));
            status.add(new Status("اللهّم صباحاً يحتوي ألطافك الخفيه \"\n" +
                    "ويوم خفيف مُريح مليء بالفرح والخير الداائم لنا \"" , 216 , 3 , "1"));
            status.add(new Status("وأقبل الصُبح في الأفاق مبتسماً \n" +
                    "وبث من روعه الآمال ألواناً\"\n" +
                    "صبحكم الله بالنور" , 217 , 3 , "1"));
            status.add(new Status("يا مقسم الأرزاق فجراً ، أقسم لأمي وأبي من نعيم جنتك." , 218 , 3 , "1"));
            status.add(new Status("صباح الخير ..\n" +
                    "عندي اقتناع تام جدًا بأن اللي يساعد الناس الله يسخر له اللي يساعده، الخير عبارة عن دائرة تدور وترجع لك، تبي تفرح فلازم تفرح احد غيرك، تبي الله يستجيب دعوتك ادعيها لشخص محتاجها ، تبي النجاح تمنى النجاح لغيرك، بكل بساطة ساعد ستُسَاعد." , 219 , 3 , "1"));
            status.add(new Status("\"صباح اليقين\n" +
                    "بأنَّ رحمة الله\n" +
                    "أوسع من متاعب الحياة!\"" , 220 , 3 , "1"));
            status.add(new Status("\"حين يهزك الشوق لأحدهم، عانقه بدعائك.\"\n" +
                    "صباح الخير" , 221 , 3 , "1"));
            status.add(new Status("رسالة اليوم :\n" +
                    "\n" +
                    "العافية إذا دامت جُهلت، وإذا فُقدت عُرفت، فاشكروا الله دوماً على نِعمهِ." , 222 , 3 , "1"));
            status.add(new Status("اجبروا الخواطر وراعوا المشاعر وانتقوا \n" +
                    "كلماتكم وتلطفوا بـ أفعالكم وتذكروا العشره \n" +
                    "ولا تؤلموا احد وقولوا \n" +
                    "للناس حسنا وعيشوا أنقياء \n" +
                    "فهذا نهج الأنبياء واخلاق النبلاء\"\n" +
                    "#صباح الخير" , 223 , 3 , "1"));
            status.add(new Status("صباح الخير \"\n" +
                    "للقلوب الخافقه بالحب\"\n" +
                    "المُتدثره بالصفا والنقاء \"\n" +
                    "المتواضعه للآخرين \"\n" +
                    "عظيمه الأحلام والآمال \"\n" +
                    "طبتم وطاب صباحكم وردة" , 224 , 3 , "1"));
            status.add(new Status("همسه صباحيه\"باقة أزهار\n" +
                    "كُن واسع الصدر وإن ضاق المدى\"\n" +
                    "كُن محسناً ماضاع إحسان سُدى \"\n" +
                    "فإذا جفاك العالمين وأنكروا \"\"\n" +
                    "يكفِيك أن قد كُنت للنّاس الندى \"" , 225 , 3 , "1"));
            status.add(new Status("همسه صباحيه \"\n" +
                    "دع أبتسامتك تكُون أول ملامحك فهي لك صحه ، وفِي الدين صدقه ، وفِي القلب سعاده ، ولمِن حولك أثراً جميِلاً \"" , 226 , 3 , "1"));
            status.add(new Status("همسه صباحيه \"\n" +
                    "أن الذي يُضيء مابين المشرق والمغرب لن يعجز عن أضاءه عتمتك الصغيره \"\"\n" +
                    "فكُن عبداً مُتفائلاً صبوراً \"" , 227 , 3 , "1"));
            status.add(new Status("دعوة صباحيهہَ ..\n" +
                    "و عسى گل نفس صآبرهہَ ربيَ يسقيهآ... \n" +
                    "فرح يسوى آلگون گله..\n" +
                    " #صباح الخير" , 228 , 3 , "1"));
            status.add(new Status("اللّهم إني أسالك في كل يوم جديد زدتهُ في حياتنا  أن تزيدنا معه إيماناً ورزقاً، وسعادة، وتوفيقا  #صــــباح.الخيــــر" , 229 , 3 , "1"));
            status.add(new Status("اللّهم ما أصبح بي من نعمة أو بأحد من خلقك فمنك وحدك لا شريك لك فلك الحمد و لك الشكر" , 230 , 3 , "1"));
            status.add(new Status("ان تحققتّ أٌمآنينآ فـ آلحمدلله\n" +
                    "و إن تأخرت فهي حتماً خيراً لنآ ،، \n" +
                    "ويبقى الأمل بآلله بداخلنآ يوقظ كـل شـيء جميل .\n" +
                    "#صباح الخير" , 231 , 3 , "1"));
            status.add(new Status("افعل الخيرَ وليَقعْ حيث يقع .. فإن وقعَ في أهلِه فهم أهله .. وإن وقعَ في غير أهله فأنتَ أهله ..\n" +
                    "#صباح الخير" , 232 , 3 , "1"));
            status.add(new Status("صباح الخير..\n" +
                    "للذين يُزهرون في القلب جنانا\n" +
                    "من الوفاء والسعادة\n" , 233 , 3 , "1"));
            status.add(new Status("الحياة قد تتعثر لكنها لا تتوقف\n" +
                    "والأمل قد يضعف لكنه لا يموت\n" +
                    "والفرص قد تضيع لكنها لا تنتهي\n" +
                    "مهما ضاقت الدنيا عليك ففرج الله قريب قريب.\n" +
                    "#صباح الخير" , 234 , 3 , "1"));
            status.add(new Status("ويبقى الصباح كساعي البريد إلى أهل الضياء والصفاء والوفاء .. حاملاً رسائل مغلفه بأطيب الدعاء .. أسعد الله قلوبكم وبارك في أيامكم وسائر أوقاتكم ووهبكم كُل ماتتمنون" , 235 , 3 , "1"));
            status.add(new Status("في الصباح .. هناك سعادات مُخبأة في دفء الشمس .. في ابتسامة عابرة أو كلمة جميلة .. اصنع فرحاً .. وكن صُبحاً" , 236 , 3 , "1"));
            status.add(new Status("اللَّهُمَّ أجعَل المَحبّہ فِي نفُوسِنَا , \n" +
                    "والابتِسَامَہ فِي وجُوهِنَا ,\n" +
                    "والسّعَادهہ فِي بِيوتِنَا ..\n" +
                    " #صباح الخير" , 237 , 3 , "1"));
            status.add(new Status("رسالة صباحيّة : إبتسم، فليس هناك ما تخسره، فربك موجود، ورزقك مكتوب، وعمرك محدود، كن جميلاً كي ترى الجمال حولك دائماً ." , 238 , 3 , "1"));
            status.add(new Status("دعوة الصباح،،اللهُم قلباً مُبتسماً مغموراً بالرِضا لا يضعف أمام شيء سواك يارب" , 239 , 3 , "1"));
            status.add(new Status("اللهم اكتب لنا في هذا الصباح رضاك وعونك واكفنا وأغننا عمَنْ سواك، واجعل السعادة فِي قلوبنا، واشرح صدورنا وانِرْ بنورك دروبنا." , 240 , 3 , "1"));
            status.add(new Status("صباح الخيـر للّذين يمرون من غير ضرر ولا ضِرار، حاملين الود دائماً أينما حَلّو ." , 241 , 3 , "1"));
            status.add(new Status("صباح الخير، أنـت لا تعلم في أيّ طريق مخبىء لك الفرح، ولكن أيقن أن الله سيقودك إليه." , 242 , 3 , "1"));
            status.add(new Status("دعوة صباحية:\n" +
                    "اللهُم عوضني خيراً عن كل شيء، انكسر في نفسي وكل يأسٍ أصاب قلبي ." , 243 , 3 , "1"));
            status.add(new Status("صباح جديد .. ويوم جديد .. يبدو وكأنه يقول : هناك شيء سعيد فى الطريق ! صحة .. سعادة .. راحة بال .. خبر سار .. رزق .. وبشائر خير لا تعد ولا تحصى .. تلك الأمانى مجتمعة أرجوها لي ولكم بإذن الله .." , 244 , 3 , "1"));
            status.add(new Status("\" مع الله .. كن سعيداً بقدر ما تستطيع .. اسرق الحزن من وجه من تحب .. كن متفائلاً .. لا تلغ حلمك مهما كانت الظروف .. اجعل قلبك مطمئناً بأنك مع الله مُكتفٍ سعادة وهناء و رضا \"صباحكم رضا وطمأنينة واكتفاء .." , 245 , 3 , "1"));
            status.add(new Status("ومن ألطافه الخفية سبحانه :\n" +
                    "أنه يقيّض لك حتى الآيات .. تقع عليها صدفة .. فتلامس شيئاً يجبر خاطرك المكسور .. صباحكم بشائر خير تسعدون بها، وتجبر كل خاطر مكسور .." , 246 , 3 , "1"));
            status.add(new Status("\" أتعلم ما معنى : \" عسى في الأمر خيرة \" ؟\n" +
                    "يعني أن : \" يبتعد شيء .. ليقترب شيء أجمل \"\n" +
                    "طاب يومكم بكل ما هو خير وأجمل .." , 247 , 3 , "1"));
            status.add(new Status("\" من نعيم أهل الجنة أنَّهم يدخلونها زمراً .. يرى أحدهم وجه أخيه عند الأبواب قبل أن تُفتَّح .. يطمئنُّ على نجاته هناك كما كان يداوم الاطمئنان عليه في الدنيا \" صباحكم روح وريحان، ورضا الكريم المنان .." , 248 , 3 , "1"));
            status.add(new Status("\" هناك من يحلم بالنجاح .. وهناك من يستيقظ باكراً لتحقيقه \" صباحكم سعي وتوفيق وفلاح .." , 249 , 3 , "1"));
            status.add(new Status("\" حين تشعر أن المنافذ جميعها مغلقة، سيصل إليك لطف الله من المنفذ المستحيل \" صباحكم تيسير وفلاح وبشائر خير بإذنه سبحانه .." , 250 , 3 , "1"));
            status.add(new Status("\" إذا أردتَ أن تسرق ضحكات ولحظات سعيدة من الزمن، فاجلس مع طفل صغير، أو شيخ كبير .. فالأول لا يعرف شيئاً عن الدنيا، والثاني اكتفى منها \" صباح الخير." , 251 , 3 , "1"));
            status.add(new Status("\" الصادق لا يحلف .. والواثق لا يبرر .. والمخلص لا يندم .. والمحب لا يمل .. كن كما أنت، ولا تكن كما يريد غيرك \" صباح الخير." , 252 , 3 , "1"));
            status.add(new Status("\" إن مع العسر يسرا \" .. قال (مع) وليس (بعد) .. أي ليس بعد أن تنتهي الأزمة، وتمر العاصفة، وينجلي الغبار .. اليسر موجود مع العسر .. في معيته في قلب الحدث \" (م) .. طاب يومكم بالخير واليسر  .." , 253 , 3 , "1"));
            status.add(new Status("ليس هناك أجمل مِن أن تبدأ صباحك بنظرة تفاؤل، تبدأ من جديد وتنسى ما مرّ معك في الأمس، فإشراقة الشمس وقطرات الندى في الصباح وحدها تبعث الأمل، فارسم بدايةً جديدة بأملٍ جديد وبسمة مشرقة مع بداية كل صباح.\n" +
                    "صباح الخير" , 254 , 3 , "1"));
            status.add(new Status("اللهم في بداية هذا الصباح \n" +
                    "أسألُك أيام حُلوة تورد الحياة بداخِلنَا ، كـ دُعاء يُستجَاب أو أُمنية تتحقق" , 255 , 3 , "1"));
            status.add(new Status("صباح الخير  ، ثُم يارب إجعل صباحنا مُمتلئ بأشياء لطيفة و مُفرحة للقلب." , 256 , 3 , "1"));
            status.add(new Status("صباح الخير للذين انطفئوا وحُطِمُو من الداخل مرات عديدة، ومن شدة ثباتهم لم يُلاحظهم أحد." , 257 , 3 , "1"));
            status.add(new Status("لكُل من يقرأ... الله يطهّر قلبك من كل ضِيق ويسِعدك.. صباح الخير." , 258 , 3 , "1"));
            status.add(new Status("اللهمَّ جمِّل صَباحنَا بذكركَ وعفوك وتوفيقكَ ، وبركاتك ورضاكَ عنَّا ، اللهمَّ بك أصبحنا وعليكَ توكلنا وأنتَ خيرُ الحَافظين ، صباح الخير." , 259 , 3 , "1"));
            status.add(new Status("كرسالة صباح جميّلة ، أتمنى لكُم يوم لطيف.." , 260 , 3 , "1"));
            status.add(new Status("عندما تستيقظ صباحاً وقد رُزقت من الله يوماً جديداً لتحيا ، لتُفكر ، لتستمتع ، لتُحب ، اجعل أول كلمة لك \" الحمد لله \"." , 261 , 3 , "1"));
            status.add(new Status("صباح اليقين بأن التوكل على الله خيرٌ من طلب مصالحنا من بشر هم مجرد خلق ممن خلق." , 262 , 3 , "1"));
            status.add(new Status("\"صباح الأمل إنّ الطريقَ لا يُسدُّ على من أيقنَ أن عندَ اللهِ المخارج!\"" , 263 , 3 , "1"));
            status.add(new Status("\"صباح اليقين بأنَّ رحمة الله\n" +
                    "أوسع من متاعب الحياة!\"" , 264 , 3 , "1"));
            status.add(new Status("يارب اصنع لنا فرحه تسعدنا دهراً، وهب لنا سعادة تديم ابتسامتنا عمراً، واخلق لنا راحه ﻻ نذوق بعدها تعباً ًصباح الخير." , 265 , 3 , "1"));
            status.add(new Status("أصبحنا بخيرِك الدائم، ولطفِكَ الخفيّ، ونظُن بِك الظن الجميل .. فتولّنا ." , 266 , 3 , "1"));
            status.add(new Status("صباح الخِير لكُل الذين بداخلهم قوة رغم الحطَام ." , 267 , 3 , "1"));
            status.add(new Status("\"صباح اليقين بأنَّ رحمة الله\n" +
                    "أوسع من متاعب الحياة!\"" , 268 , 3 , "1"));
            status.add(new Status("أجمل ما قيل في أهمية الصباحات\n" +
                    "قول تشارلز ديكنز :\n" +
                    "كُنْ مبتهجاً حتى العاشرة صباحاً\n" +
                    "وسوف يتكفّل بقية اليوم بنفسه !" , 269 , 3 , "1"));
            //////////////////////////////////////////////////////////////////////////////////////////
            status.add(new Status("مساء الغلا والشوق ومواصل الغالين\"\n" +
                    "مساء يرد الروح ويحي مشاعرها \"\n" +
                    "مساء السعادة للجميع" , 270 , 11 , "1"));
            status.add(new Status("همسه مسائيه\"\n" +
                    "كن مؤدباً في حزنك حامداً في دمعتك \"\n" +
                    "أنيقاً في ألمك فالحزن كما الفرح هديه من رب العباد سيمكث قليلاً ويعود إلى ربه \"\n" +
                    "حاملاً معهُ تفاصيل صبرك \"" , 271 , 11 , "1"));
            status.add(new Status("وبعد منتصف الليل تستيقظ أشواقنا\"!!" , 272 , 11 , "1"));
            status.add(new Status("مع بدآية آلمساء رجوت ربي\n" +
                    " آن يجعلني ويجعلكم من آسعد \n" +
                    "  خلقه ويرزقني ويرزقكم\n" +
                    " آضعاف آمنيآتكم حتى ترضون" , 273 , 11 , "1"));
            status.add(new Status("مساء أنيق\n" +
                    "\"لأرواح سكنت قلوبنا وغمرتها بالفرح، إن حضروا حضرت السعادة وإن غابوا يبقى عطرهم\n" +
                    " يجوب المكان\"" , 274 , 11 , "1"));
            status.add(new Status("لعل سجدة في أخر الليل تضيء لك عمراً بأكمله، لاتنسَ صلاة الوتر قبل نومك." , 275 , 11 , "1"));
            status.add(new Status("افرَح بنفسِك بأي شيء حققتّه في حياتِك ولو كَان بسيطًا، بصحتِك محبّة البعض لك، أمَانك في بيتِك، انظر لجمَاليَات حياتِك ولو كانَت بسِيطة، واشكُر الله...\n" +
                    "مساء الخير" , 276 , 11 , "1"));
            status.add(new Status("\"اللهّم مستقبلًا يليقُ بأحلامنا، ورضا من عندك تُزين به أيامنا، اللهّم حياةً تُرضينا وتُرضيك عنّا\".\n" +
                    "مساء الخير" , 277 , 11 , "1"));
            status.add(new Status("\"اللهُم حالاً طيبًا ، وبشائر تطرق المسامع وأفراحًا تهطل لها المدامع\".\n" +
                    "مساء الخير" , 278 , 11 , "1"));
            status.add(new Status("-آللھم مسـاء مبشر بگل شيٰء جميل. \n" +
                    " مـساء _آلخير." , 279 , 11 , "1"));
            status.add(new Status("قد تأخذنا المسافات\"\n" +
                    "وتطول لحظات الغروب \"\n" +
                    "لكن حتماً ستشرق شمس أرواحنا يوماً ما .. وستزهر بما يليق بها \"\"!!\n" +
                    "مساء الخير" , 280 , 11 , "1"));
            status.add(new Status("اللهّم أني اعوذ بك من قبضه القلب \"\n" +
                    "وضيق النفس وبكاء الروُح \"\n" +
                    "وحزن الليل \"\n" +
                    "تصبحون على خير" , 281 , 11 , "1"));
            status.add(new Status("عجباً أيها الليل \"\n" +
                    "يقولون عنك هادىء وفَيك تصرخ كُل القلوب \"" , 282 , 11 , "1"));
            status.add(new Status("﮼للغروب،في،وسط،قلبي،ذكريات.\n" +
                    "مساء الخير" , 283 , 11 , "1"));
            status.add(new Status("لاشيء أجمَــل\n" +
                    "من أصحاب القلوب النقيه\n" +
                    "حتىٰ لـو طَــآل البعـد واختلفت الدروب \n" +
                    "تبقىٰ أحآديثهم تبث السعَـــآده فينَـا\n" +
                    "#مســاء ـألخيــر" , 284 , 11 , "1"));
            status.add(new Status("ومع هدوء المساء ،،\n" +
                    "يارب فرحة تجدد شعور الحياة ..\n" +
                    "مساء الخير" , 285 , 11 , "1"));
            status.add(new Status("اللهم في صباح يوم الجمعه بلغنا ما نود ، وإجعل لنا دعوه لا تُـرد ، وهـب لنا رزقًـا لا يُعد وافتح لنا بابًا إلى الجنه لا يُسد.\n" +
                    "#جمعة_مباركة" , 286 , 11 , "1"));
            status.add(new Status("ﺍﻟﻠﻬُﻢ ﻃَﻬﺮﻧِﻲ ﻣَﻦ ﺍﻟﻌﻴُﻮﺏّ؛\n" +
                    "ﻭَﺃﻏﺴَﻠﻨِﻲ ﻣَﻦ ﺍﻟﺬُﻧُﻮﺏّ؛\n" +
                    "ﻭَﻧَﻘﻨِﻲ ﻣَﻦ ﺍﻟﺨَﻄﺎﻳَﺎ؛\n" +
                    "ﻭَﺃﻓﺘَﺢ ﻟَﻲ ﻳَﺎ ﺭَﺑﻲْ ﺃﺑُﻮﺍﺏّ ﺍﻟﻬَﺪﺍﻳﺔ.\n" +
                    "#مساء_الخير" , 287 , 11 , "1"));
            status.add(new Status("لا تحرص على اكتشاف الآخرين أكثر من اللازم فالأفضل أن تكتفي بالخير الذي يظهرونه في وجهك دائمًا و اترك الخفايا لرب العباد\"\n" +
                    "#مساء_الخير" , 288 , 11 , "1"));
            status.add(new Status("وإن كتبتَ لِي فرْحه يآ الله ..\n" +
                    "فأقسْمها بيني وبين من أُحب ..\n" +
                    "يسعد مسائگم." , 289 , 11 , "1"));
            status.add(new Status("اللهم اجعل مسائنا\n" +
                    "يحمل بشائر خيرك وعفوك ،\n" +
                    "وأجعل لنا مع نسمات هذا المساء\n" +
                    "رزقا وسعادة وعافية وتوفيقًا\n" +
                    "في الدنيا والأخرة.." , 290 , 11 , "1"));
            status.add(new Status("ليسَ الموتُ أعظمَ مصائب الحياة ، بل\n" +
                    "هو سنة الحياة ؛ ولكنّ أعظم المصائبِ\n" +
                    "أن يموتَ الخوفُ مِن الله في قلبِكَ !\n" +
                    "وأنتَ على قيدِ الحياة.\n" +
                    "مساء_الخير" , 291 , 11 , "1"));
            status.add(new Status("الأخلاق عملة لا نستطيع أن نشتري بها .. إلا سلعة واحدة هي \" قلوب الناس \"\n" +
                    "أكرمكم الله بطيب الأخلاق الزكية\n" +
                    "و ادام الله ايامكم  بالخيرات .#مساء_الخير" , 292 , 11 , "1"));
            status.add(new Status("جيت أمسي بعذب حروف القصيد\n" +
                    " ياعسـاگم فـي مساگــم تهتنـــون\n" +
                    " يامساء الـورد و العمـر المديـــــد\n" +
                    "يا مسـاء الشـوق ياذيـگ العيـًـون" , 293 , 11 , "1"));
            status.add(new Status("\"يامُسخّر اللحظات الحلوه لعبادك ، اكرمنا.\"\n" +
                    "مساء_الخير" , 294 , 11 , "1"));
            status.add(new Status("فِي جنون المسَاء نوقِد لنا مِن سراج الأمل حكايه ، خُيوطها زهرِيه تنسدل من آفاق أحلامنا ومَع الله لاُتخذل.\n" +
                    "مساء الخير." , 295 , 11 , "1"));
            status.add(new Status("مساء الخير ..\n" +
                    "\"ولا تأمننَ لرفقةِ أحدٍ؛ حتى تراهُ في ثلاث: \n" +
                    "شِدة تُصيبك ، ونعمة تصيبه ، وجفوة بينكم. \"\n" +
                    "\n" +
                    "– علي بن أبي طالب." , 296 , 11 , "1"));
            status.add(new Status("مساء الْ : يارب كل مُر يحلو ، وكل شيء باهت يتلون ، وكل شيء ذابل يرجع يتورد\"\"" , 297 , 11 , "1"));
            status.add(new Status("مساء الخير:\n" +
                    "مو عيب أنك تلبس ملابس تحبها أكثر من مرة، ولا عيب أن يكون موبايلك أقدم من أصدقائك، ولا عيب أنك ترجع للبيت مبچر لأن عائلتك ورغم كبر سنك تخاف عليك، ولا عيب أنك تشتغل بأي وظيفة تجيب لك المال الحلال علشان تكون سند لعائلتك ولنفسك..\n" +
                    "العيب هو اهتمامك الزائد بإرضاء مثالية غيرك" , 298 , 11 , "1"));
            status.add(new Status("\"اللهُمَّ سَنداً لا يَمَلُّ ولا يمِيلُ ولا يُهملُ ولا يغيبُ ولا يخونُ ولا يذهبُ ولا يكلُّ حتى الممات يا رب”\n" +
                    "مساء الخير" , 299 , 11 , "1"));
            status.add(new Status("مساء الخير:\n" +
                    "عليك أن تؤمن أن الفرص وفيرة، والأبواب كثيرة، والأرزاق غزيرة، وخيرات الربّ منهمرة، وكرمه واسع لاينفد، عليك أن تدرك أن هذه الحياة فسيحة أكبر مما تتصوّر، لا تُضيّق على نفسك واسعًا.\n" +
                    "كونوا على ثقة بالله.." , 300 , 11 , "1"));
            status.add(new Status("لا تحمل همّ الدنيا فإنها لله\n" +
                    "ولا تحمل همّ الرزق فإنه من الله\n" +
                    "ولا تحمل همّ المستقبل فإنه بيد الله\n" +
                    "فقط احمل هماً واحداً كيف ترضي الله\n" +
                    "لأنك لو أرضيت الله رضي عنك\n" +
                    "وأرضاك وكفاك وأغناك.\n" +
                    "\n" +
                    "مساء الخير.." , 301 , 11 , "1"));
            status.add(new Status("مساء النور:\n" +
                    "\"مَا خابَ من أودعَ لله شتات أمره.\"" , 302 , 11 , "1"));
            status.add(new Status("مساء الخير:\n" +
                    "\"شكرًا من القلب لكل شخص يجعل الحيـاة ألطف، بكلماته، بأفعاله الصغيرة، بمبادراته اللامتوقعة، شكرًا لصانعي أيامنا بلطفهم\"" , 303 , 11 , "1"));
            status.add(new Status("مساء الخير:\n" +
                    "\"كل التأخيرات في حياتنا ليست مجرد صدفة \n" +
                    "أو عبث ؛ بل خلفها تدابير محكمة يكتنفها اللُّطف الإلهي من كل جانب! فقد يتأخر العطاء ليصلنا في وقته المناسب لأن الله أعلم منا بمواطن إسعاد قلوبنا .. \n" +
                    "فاسأل الله الخيرة دائماً وظن به خيراً ولا تعجل\"." , 304 , 11 , "1"));
            status.add(new Status("أنا أؤمن بأن قطعة الخبز التي نرفعها من الشارع و نقبلها ثم نضعها جانبًا خوفًا من أقدام الناس ، هي النعمة التي سترد إلينا يومًا ما.\n" +
                    "مساء الرضى." , 305 , 11 , "1"));
            status.add(new Status("مساء الخير :\n" +
                    "اختار صحبة تخجل أن تفعل بينهم ذنباً\n" +
                    "وأحذر من صحبة تخجل أن تفعل بينهم طاعة" , 306 , 11 , "1"));
            status.add(new Status("ستعود الايام.. الجميلة مثل ماكانت.. تفائلوا فقط ..\n" +
                    "#مساء الخير" , 307 , 11 , "1"));
            status.add(new Status("يارب بدل أحلامنا بواقع\n" +
                    "وارزقنا سعادة لاتفنى ولا تزول\n" +
                    "مساء الخير" , 308 , 11 , "1"));
            status.add(new Status("مع ڪل مساء ... \n" +
                    "يآرب اجعل في قلوبنآ رآحهہ دآئمه\n" +
                    "وأمل لآ يخيب ، وبگ أمسينا يا ڪريم" , 309 , 11 , "1"));
            status.add(new Status("بهدوء المساء وروعته\n" +
                    "ربي لاتحرمنا من امنية تفرح قلوبنا\n" +
                    "وتوفريق ينير دروبنا\n" +
                    "وسعادة تذهب احزاننا" , 310 , 11 , "1"));
            status.add(new Status("الكلام كالبذور كلما ألقيت جملة طيبة أو سيئة ستجدها مع الوقت تكبر في نفوس الآخرين.\n" +
                    "مساء الخير" , 311 , 11 , "1"));
            status.add(new Status("مّد أرواحنا يا الله .. \n" +
                    "بسُبل الفرح وغيماتِ الرضا\n" +
                    "و بحلو الحظ وتباشير الحياة\n" +
                    "#مساء_الخير" , 312 , 11 , "1"));
            status.add(new Status("إلى المستيقظين وليس لديهم رسائل من أحدهم..#مساء الخير لك." , 313 , 11 , "1"));
            status.add(new Status("عاملَ النَاس بأخلاقكَ وليسّ بظروَفك \n" +
                    "فالكلّ لديهم ظروفَ قدَ تكونَ أقسّىَ منَ\n" +
                    "ظروفكَ ولكنٌهمَ فيَ قمة الأحترام\n" +
                    "مساء الخير" , 314 , 11 , "1"));
            status.add(new Status("اللهم إنا نستجير بك فأجِرنا ونستغيث بك فأغثنا ونستعين بك فأعِنا ؛؛ ونتوكل عليك فلا تكِلنا إلىٰ غيرك  ...\n" +
                    "مساء الخير" , 315 , 11 , "1"));
            status.add(new Status("نسـألك يـ الله أن تكتـب اليُسـر لمـن يعــاني من العسـر .. والراحـﮪـہ لمـن بهہ هـم .. والسعادهـہ لمـن بهہ حـزن .. والشفــا۽ لكـل مريـض .. والإجابـة لكـل دعــاء..\n" +
                    "#مساء الخير" , 316 , 11 , "1"));
            status.add(new Status("أعِيدوا بنّاء أنفسّكم في حالِ لم تعجّبكُم النّتائِج ، لـا تتذّمروا من الواقِع .. إهدّموا كل شيئٍ وأعيدوا البنّاء ، هذه المحاولة في حد ذّاتِها حياة جديدة ..\n" +
                    "مساء الخير" , 317 , 11 , "1"));
            status.add(new Status("من أراد قربك سيقترب منك ..\n" +
                    "ومن أراد رؤيتك سيأتي إليك .. \n" +
                    "ومن أراد سماع صوتك سيتصل بك ..\n" +
                    "كلها أمور لا تمنعها الظروف بل تمنعها النفس." , 318 , 11 , "1"));
            status.add(new Status("لراحة بالكَ : عامل الناس وكأنّك تتصفّحُ كتاباً .. تجاهل السّخيف ، وتخطَّ السيء ، وتوقّفْ عند الأجمل \" مساء النور" , 319 , 11 , "1"));
            status.add(new Status("ويومًا ما ستصل لِما تُريد، وسيرتاح قلبك بعد عناء كُل تلك السنين ، الأمر فقط بحاجة للقليل من الوقت والصبر والمثابرة ." , 320 , 11 , "1"));
            status.add(new Status("مرت مريم بنت عمران بموقف عظيم ومع ذلك قيل لها \" كُلي واشربي و قري عينًا \" عش حياتك ولا ترهق نفسك بالتفكير فالله عنده حسن التدبير .! مساء الخير." , 321 , 11 , "1"));
            status.add(new Status("لاّ شيئ يُساوي العافية في هذه الدُنيا ، فمَن يُدركـهـا فليَحمَّد الله.." , 322 , 11 , "1"));
            status.add(new Status("ﺗﻔﺎﺋﻞ ﺩﺍﺋﻤﺎ ًﻻﻥ ﺍﻟﺤﻴﺎﺓ ﺃﺟﻤﻞ ﺑﻜﺜﻴﺮ ﻣﻦ ﺑﺸﺎﻋﺔ ﺍﻟﺤﺰﻥ ﺍﺑﺘﺴﻢ ، ﺳﺎﻣﺢ ، ﺍﺳﺘﻤﺘﻊ .. ﻭﻛﻦ ﻋﻠﻰ ﻳﻘﻴﻦ ﻟﻦ ﻳﺼﻴﺒﻨﺎ ﺇﻻ ﻣﺎ ﻛﺘﺒﻪ ﺍﻟﻠﻪ ﻟﻨﺎ \"مساء النور\"" , 323 , 11 , "1"));
            status.add(new Status("\" إذا جاءك اليأس ليحدثك عن المستحيل .. فحدثه عن قدرة رب العالمين \" مساء الخير" , 324 , 11 , "1"));
            status.add(new Status("\" العلاقة الطويلة بين صديقين لا تعني أن أحدهما لم يجد ما يكرهه من صاحبه .. وإنما لديهما تسامح عظيم، ونفوس صافية لا تتأثر أبدا \" مساء النور" , 325 , 11 , "1"));
            status.add(new Status("الحياه مستمرة سواء ضحكت أم بكيت ..\n" +
                    "لا تحمل نفسك هموماً لن تستفيد منها ..\n" +
                    "\"القلق لا يمنع ألم الغد ولكنه يسرق متعة اليوم\"\n" +
                    "مساء الخير" , 326 , 11 , "1"));
            status.add(new Status("الصداقة:\n" +
                    "مسمّىً لشخص معك بكل الظروف\n" +
                    "و ليس على حسب الظروف\n" +
                    "لذا بين حين وآخر أعد ترتيب أصدقائك\n" +
                    "ليس حسب حروف الهجاء\n" +
                    "وإنما حسب الظروف والوفاء !\n" +
                    "مساء الخير.." , 327 , 11 , "1"));
            status.add(new Status("الكلام السيء يؤذي، ولو ألبسته وشاح المزاح .. والكلمة الطيبة تُسلي وتسرُّ، ولو كانت مجاملة .. \"مساء النور\"" , 328, 11 , "1"));
            status.add(new Status("الحمد لله على تجدد العافية .. الحمد لله على بقاء النعمة .. الحمدلله على جسد معافى، وقلب ينبض .. الحمد لله على نعمه وآلائه التي لا تعد ولا تحصى .. \"مساء الخير\"" , 329 , 11 , "1"));
            status.add(new Status("\" ما أصابني سوء إلا قلت خيرة .. وما مر بي يوم كئيب إلا قلت غداً أجمل .. وما فقدت شيئا إلا قلت من الله العوض\" مساء النور" , 330 , 11 , "1"));
            ///////////////////////////////////////////////////////////////////////////////////////
            status.add(new Status("حينما تقرأ  كلام قديم بينك وبين أحد\n" +
                    "ستعرف كم أن الناس تتغير \n" +
                    "وأن المحبة تختفي \n" +
                    "والقلوب تقسو\n" +
                    "والوعود تُنسى ..." , 331 , 4 , "1"));
            status.add(new Status("و كأنه كُتب علينا العيش هكذا ،،، معلقين في منتصف\n" +
                    "الأشياء كلها ،،، \n" +
                    "لا نُحب ما يحدث ،،، \n" +
                    "ولا يحدث ما نحبه ...!!" , 332 , 4 , "1"));
            status.add(new Status("\"لقد تجاوزتك، لكنه كان إنتصارًا حزينًا للغاية.\"" , 333 , 4 , "1"));
            status.add(new Status("لا شيء أكثر زيفاً من الصور، يظُن المرء أنه يمسك بلحظة سعيدة إلى الأبد؛ في حين أنها لا تورِث سوى الحنين." , 334 , 4 , "1"));
            status.add(new Status("\"لا أهتم بالانتقام، ولا أحب رد الوجع بالوجع، ولكن أعرف بأن الدنيا صغيرة ومؤمن بسرعة دورانها\"" , 335 , 4 , "1"));
            status.add(new Status("\"أنا بخير لأنني لا أقارن حياتي بحياة أحد، و لم أنظر يومًا إلى جيب غيري أو رزقه ، و لم أبحر يومًا في نوايا من هم حولي، أنا بخير لأني وثقت بنفسي\"" , 336 , 5 , "1"));
            status.add(new Status("رؤيتك سعيد بدوني، أحد أسباب سعادتي الحزينه!" , 337 , 4 , "1"));
            status.add(new Status("أعان الله قلباً تمنى ما ليس مكتوباً له.." , 338 , 5 , "1"));
            status.add(new Status("لا أذكر قط أنني عاتبت أحداً ، أترك الناس على سجيتهم ، من أحسن أحسنت إليه ، ومن أساء عذرته ، وإن كررها رحلت عنه بكرامة." , 339 , 4 , "1"));
            status.add(new Status("لطالما كنتُ أضيء لنفسي الطريق،وأصنع أشيـاء تسعدني  دون أن أنتظر أن يبادر أحدهم بذلك ، أبدو دائمًـا كمَـن يعيش حِكاية حب مع نفسه،و أعاهدها باستمرار على أن لا أحتاج لأحد طالما أنني أملكها" , 340 , 4 , "1"));
            status.add(new Status("أخبروا الحظ بأننا أحياء\n" +
                    "فليطرق بابنا ليلةً" , 341 , 4 , "1"));
            status.add(new Status("إخراج بعض الأشخاص من دائرة حياتك، هو بمثابة إماطة الأذى عن مشاعرك .. ينال قلبك بها صدقة." , 342 , 4 , "1"));
            status.add(new Status("بعض المواقف ! لايُعاقب عليها القانون\"\n" +
                    "لكن ! تُعاقب عليها الأيام حين .. تدُور \"" , 343 , 4 , "1"));
            status.add(new Status("لاتسمح لأحد أن يعاملك بمشاعر مؤقته، يأتيك حين يحزن وينساك حين يفرح .\"" , 344 , 4 , "1"));
            status.add(new Status("لا تـفـرض نـفـسـك عـلـى أحـد ، دع الأيـام تـخـبـرهُ مـن أنـت ." , 345 , 4 , "1"));
            status.add(new Status("هناك صمت ، لا يسمح لنا بالحديث مهما كان الوجع ." , 346 , 4 , "1"));
            status.add(new Status("\"وإني لا أندم على شيء كندمي على ودٍ أمنحه ، فأحصد ردودًا باردة باهتة، كأنها عقابٌ لي.\"" , 347 , 4 , "1"));
            status.add(new Status("\" كميه هائله من الأسف أقدمها لنفسي على كل موقف حطيت له مبرر وكان تفسيره واضح.\"" , 348 , 4 , "1"));
            status.add(new Status("من أسوء الأحزان التي يمرّ بها الإنسان عِندما يتذكّر أنه لا لِقاء سيجمع بينه وبين مَن يُحب." , 349 , 5 , "1"));
            status.add(new Status("في عُمق كُل أنسان وجع صامت \"\"" , 350 , 4 , "1"));
            status.add(new Status("\" لا أظن أنّ هناك لقاء بيننا بعد هذا البُعد ولكنّي أحببتك كثيراً" , 351 , 4 , "1"));
            status.add(new Status("رحم الله امرئٍ عجز عن وصفِ ما بداخله.. فدعا!" , 352 , 4 , "1"));
            status.add(new Status("الأشخاص الذين سُرعان ماتنهمر دموعهُم عند مواقف الحُزن والفرح والرأفه ؛ هُم الذين يملكون قلوباً تسع الكون بطيبتها وعطفها وحُبها ." , 353 , 4 , "1"));
            status.add(new Status("أن تستند على عصا\n" +
                    "أفضل لك من أن تستند على كتف\n" +
                    "لا يريدك" , 354 , 4 , "1"));
            status.add(new Status("أن تكون وحيداً\n" +
                    "خير لك من أن تكون بديلاً" , 355 , 4 , "1"));
            status.add(new Status("\"أسوء شعور قد تشعر به على الإطلاق هو عدم معرفة إذا ما كان عليك الإنتظار أو الإستسلام.\"" , 356 , 4 , "1"));
            status.add(new Status("مات شعور الإستغراب ، صار كل شي متوقع" , 357 , 4 , "1"));
            status.add(new Status("القلوب الحساسة لا تجد منافذ للتعبير عما بداخلها ، سوى نافذة الإنسحاب والصمت ." , 358 , 4 , "1"));
            status.add(new Status("لاتحكم على شخص وكأنك تعلم عن حياته\"\n" +
                    "فهناك عُيون تبكي دون دموع من ألم الحياه\"\n" +
                    "وهناك قلوب مُحطمه وخواطر مكسوره ، فأحترم صمت غيرك \"" , 359 , 4 , "1"));
            status.add(new Status("\"ثمه مشاعر كان يجب ألا تذهب لأحدهم \"\n" +
                    "ثمه أحاديث ليتها ماقيلت\"\n" +
                    "تضحيات ليتنا لم نقُم بها \"\n" +
                    "أعذاراً ليتنا لم نلتمسها ، حقاً ثمه جواهر خرجت لِمن لايستحق \"" , 360 , 4 , "1"));
            status.add(new Status("بشكل عام\n" +
                    "يود الناس أن يستحضروا ماضيك\n" +
                    "عندما يبدو لهم أن حاضرك ومستقبلك\n" +
                    "أفضل منهم" , 361 , 4 , "1"));
            status.add(new Status("\"قد لا نستطيع اصلاح كل شيء، لكننا نستطيع الابتعاد عن كل ما يعكر مزاجنا ويؤذينا\"" , 362 , 4 , "1"));
            status.add(new Status("فإن لِلنفس كرامة تعلُو على رغبات القلب .\"" , 363 , 4 , "1"));
            status.add(new Status("ودفنتُ في أوساط\n" +
                    "قلبي كلاماً قد يؤذي مسامعك.\"" , 364 , 4 , "1"));
            status.add(new Status("\"لا أنقص بغياب أحد، ولا أزيد بوجود أحد أنسى من نسى، وأسعد بمن بقى لذلك” الاهتمام بالإهتمام ومن أستغنى فنحُن عنه أغنى\"." , 365 , 4 , "1"));
            status.add(new Status("إن تحدثنا لا يفهمون \n" +
                    "و إن صمتنا يفهمون شيئاً آخر ." , 366 , 4 , "1"));
            status.add(new Status("أكبر خطأ ارتكبته في حياتي، هو اعتقادي أن الأشخاص سيمنحون لي نفس الحب الذي منحتهم إياه .\"" , 367 , 4 , "1"));
            status.add(new Status("علمتني الحياة ألا أظهر ضعفي، وألا أتحدث عن ألمي و أن أتجاوز حزني وأن أخرج للناس و أنا مبتسم دائماً ." , 368 , 4 , "1"));
            status.add(new Status("ليس شرطاً أن تكون الخيبة من صديق\n" +
                    "أَو حبيب، قد تكون خيبتك من نفسك\n" +
                    "حينما تعطي الأشياء قدراً أكبر من حجمها .\"" , 369 , 4 , "1"));
            status.add(new Status("خذ استراحة عقلية عند الحاجة، في بعض الأحيان تحتاج فقط إلى التراجع عن كل شيء حتى تكون الرؤية واضحة، سلامك الداخلي مهـم جداً!" , 370 , 4 , "1"));
            status.add(new Status("لم ينصحني أحد .. تعلمت من أخطائي فقط." , 371 , 4 , "1"));
            status.add(new Status("ترفّقوا بالنّاس\n" +
                    "فكل إنسانٍ فيه ما يكفيه\n" +
                    "وكما يقول مصطفى محمود \n" +
                    "لا نملكُ أكثر م" , 372 , 4 , "1"));
            status.add(new Status("من الأفضل أن تعتاد على الفراغ و مرور اليوم\n" +
                    "دون رساله يجب أن تعتاد على الوحده حتى \n" +
                    "لا تعاني عندما يبتعد عنك من إعتدت عليه ." , 373 , 4 , "1"));
            status.add(new Status("\"الكل يطالبك ان تُقاوم، ولكن لا أحد يعرف صعوبة شعور أنك تحاول ولا تستطيع.\"" , 374 , 4 , "1"));
            status.add(new Status("\"يحدث أن تمر ّبكً فتره صمت ، لامزيد من الكلام ، لامزيد من الشعور .. لامزيد من الأشخاص \"." , 375 , 4 , "1"));
            status.add(new Status("\"سُئل أحَدهم عن إخفاء الشَعور فقال : كأني أضع جمرة في يدي ، و أدّعي بأنها مكعب ثلج\"." , 376 , 4 , "1"));
            status.add(new Status("أستر وجعي يا الله ، لا تعري انكساري بنظرة شفقة من عبادك .\"" , 377 , 4 , "1"));
            status.add(new Status("نفسياً :\n" +
                    "\n" +
                    "أحياناً يكون الألم هو الصفعة التي تفتح عقلك على أشياء كنت لا تفهمها ولا تلقي لها بال ، ويجعلك اكثر نضوجاً .!" , 378 , 4 , "1"));
            status.add(new Status("\"فجـأة يحدث بينك وبين أحدهم فجوة كبيرة جدًا، فتصمت أنت ويصمت هو وينتهي الأمر بينكم بشكل مؤسف و حزين.\"" , 379 , 4 , "1"));
            status.add(new Status("نفسياً ..!\n" +
                    "\n" +
                    "كم هي جميلة مرحلة النضج التي تصلها عندما لا يهمك الرد المتأخر ولا يهمك معرفة أي شيء عن أي شخص ولا يأتيك الفضول لكي تعرف شيئا لا يخصك تصل للاكتفاء بنفسك وبعائلتك وأصدقائك المقربين ، وأن علاقتك محدودة مع الناس و لاتشعر بحاجتك للتبرير ولا تنتظر أعذار ولا أي شيئ آخر ." , 380 , 4 , "1"));
            status.add(new Status("نفسيًا :\n" +
                    "الإنسحاب من حياة بعض الأشخاص \n" +
                    "لايعني دائما الإستسلام بل غالبا يعني أنك صمدت طويلاً من أجل شيء لا يستحق ." , 381 , 4 , "1"));
            status.add(new Status("نفسياً :\n" +
                    "\n" +
                    "لا أحد يفهم معنى أن تقابل الصدمات \n" +
                    "بصمت تام ، أن تبتسم أمام المواقف التي\n" +
                    "تستدرجك للبكاء ، لا أحد يفهم معنى أن تغلي\n" +
                    "بداخلك وأنت في قمة الثبات ." , 382 , 4 , "1"));
            status.add(new Status("كل شيء يمكن إخفاؤه إلا ملامح العين\n" +
                    "حين تحن، وحين تحزن، وحين تفتقد شخصًا" , 383 , 4 , "1"));
            status.add(new Status("التراكمات قد تجعل الشخص\n" +
                    "يقسو رغم لين قلبه أو يكابر رغم شدة حبه ." , 384 , 4 , "1"));
            status.add(new Status("عندما تكون سعيداً ستذهب لمن تحب\n" +
                    "وعندما تكون حزيناً ستذهب لمن يحبك ." , 385 , 4 , "1"));
            status.add(new Status("لقد نام تاركاً حلمهُ في ودائع الله فأيقظهُ الله على نور الإجابة .. اللهم ونحن" , 386 , 4 , "1"));
            status.add(new Status("سؤال هل تملك صديق منذ ٨ سنوات لحد الان؟" , 387 , 4 , "1"));
            status.add(new Status("فلا تدري بأي معروف تدخل الجنّة، دائمًا كُن مُحسنًا وإن لم تلقى إحسانًا ، يكفيك أن الله يحب المُحسنين ." , 388 , 4 , "1"));
            status.add(new Status("كونك بكامل صحتك هذا أمر يوازي ثمن\n" +
                    "كل مافي الحياة ، \"الحمد لله \"." , 389 , 4 , "1"));
            status.add(new Status("أَصلح حالي لحالٍ تحبُّه يا الله.", 390 , 4 , "1"));
            status.add(new Status("للمرة الأولى ، أشعر أنه لم يعد يهمني وصول رسالة أو مكالمة ، لم أعُد أنتظر حدوث شيء ، لقد أصبحت مختلفًا جدًا لم أعُد كما كُنت سابقًا.", 391 , 4 , "1"));
            status.add(new Status("مؤلم عندما تشتاق لشخص تود محادثته .. ثم تتراجع لأنك تشعر بعدم حاجته لك ولحديثك ...!", 392 , 4 , "1"));
            status.add(new Status("لاتجبر نفسك على أحد ، دع الأيام تخبره بقيمتك ..!", 393 , 4 , "1"));
            status.add(new Status("رحيل الثقه أصعب من رحيل ، الأشخاص  !!", 394 , 4 , "1"));
            status.add(new Status("البكاء : لا يعني بـ أنك ضعيف..\n" +
                    "بل إنه يعني أحياناً : كم كنتَ \"قويـأ\" لفترة طويلة .!", 395 , 4 , "1"));
            status.add(new Status("\"اعتذر لنفسي على سوء اختياري لبعض البشر \"", 396 , 4 , "1"));
            status.add(new Status("\"هناك صمت أنيق لا يسمح لنا بالبوح مهما كان الوجع \"", 397 , 4 , "1"));
            status.add(new Status("\" أسوأ من المنافق ، ناكِر المعروف .\"", 398 , 4 , "1"));
            status.add(new Status("الزمن لا يغير أحد .. الزمن يكشف كل إنسان على حقيقته.", 399 , 4 , "1"));
            status.add(new Status("من المؤلم ؛ أن تكون الأبتسامه دائمه على وجهك ، وأنت فاقدها في قلبك.", 400 , 4 , "1"));
            status.add(new Status("\" إياك وكسر الخواطر .. فإنها ليست عظاماً تجبر بل أرواحٌ تقهر \"", 401 , 4 , "1"));
            status.add(new Status("كم هو مؤلم أن تعاني من شخص اسكنته قلبك .", 402 , 4 , "1"));
            status.add(new Status("في هذه الحياة .. نحن لا نخسر الأصدقاء! بل نتعلم من هو الصديق.", 403 , 4 , "1"));
            status.add(new Status("\" لا تبرر فالناس لا تسمع إلا ما تريد \"", 404 , 4 , "1"));
            status.add(new Status("لا تكثروا من الفضفضة فإنكم لا تدرون متى يخون المنصتون \"", 405 , 4 , "1"));
            status.add(new Status("صديقي : إن أصابك حزن فقلبي لأجلك يحزن ، وإن بكيت فأنا عين أخرى تبكي معك .", 406 , 4 , "1"));
            status.add(new Status("شكراً للأيام اللي وضحت لنا بأن الكلام يبّقى كلام .", 407 , 4 , "1"));
            status.add(new Status("أراقبه لأطمئن عليه ، فـ أعود مطمئن متألم ..!", 408 , 4 , "1"));
            status.add(new Status("شعور مؤلم أن تنكسر الأشياء بِـ داخلك و أنت هادئ .", 409 , 4 , "1"));
            status.add(new Status("“أنا لستُ شخصاً سيئاً أنا شخص \n" +
                    "طيب جداً حدثت لهُ أُمور سيئة”", 410 , 4 , "1"));
            ////////////////////////////////////////////////////////////////////////////////////////
            status.add(new Status("انا اذا جيت بنام اوقف عند اللمبه\n" +
                    "قبل ما اطفيها واطالع في الغرفة والسرير\n" +
                    "وارسم خريطة الموقع عشان ما اسوي حادث.", 411 , 5 , "1"));
            status.add(new Status("مشروع تعديل النوم \n" +
                    "هو افشل مشروع يمر بحياتي.", 412 , 5 , "1"));
            status.add(new Status("ستاربكس لو يبيع أكواب لحالها بيجي عليها إقبال أكبر من القهوة لأن الهدف تصوير الكوب مو شرب اللي فيه", 413 , 5 , "1"));
            status.add(new Status("اطفال الحارة يتناقشون من اللي يلعب ومن اللي مايلعب\n" +
                    "اما صاحب الكورة مكانة محفوظ ويتنظر التشكلية\n" +
                    "أنها سلطة المال ياسادة", 414 , 5 , "1"));
            status.add(new Status("انا خايف يخلص عمري وماسمعت هالجمله\n" +
                    "\" انت الفلوس غيرتك \"", 415 , 5 , "1"));
            status.add(new Status("مافي شي يحسسك انك مريض زهايمر كثر محادثة السناب، لا انت تذكر ردك عليه ولا هو يذكر سؤاله.", 416 , 5 , "1"));
            status.add(new Status("المفروض يكتبون بالبطانيه كذا طول وكذا عرض عشان ما اشتغل خبّاز بالليل.", 417 , 5 , "1"));
            status.add(new Status("اذا دخلت الاستديو عشان ترسل صورة لقروب العائلة تحس نفسك داخل حقل الغام ، اي غلطة ممكن تنهي مستقبلك.", 418 , 5 , "1"));
            status.add(new Status("احتاج دوره بعنوان : \n" +
                    "اذا عندك فلوس مو لازم تخلصها كلها", 419 , 5 , "1"));
            status.add(new Status("الله يرزقني شويه من الحياه اللي بخيالي", 420 , 5 , "1"));
            status.add(new Status("انا ممكن أوافقك الرأي بس عشان تسكت", 421 , 5 , "1"));
            status.add(new Status("ياليت بعد مانقوم من النوم يجينا\n" +
                    "سؤال هل تريد للحلم ان يتحقق ؟\n" +
                    "مع خيارات ،  نعم ،  لا !!", 422 , 5 , "1"));
            status.add(new Status("الراحـة النفسيـة:\n" +
                    "هي أن تجلس مع واحد عامل مصيبة أكبـر من مصيبتك ..", 423 , 5 , "1"));
            status.add(new Status("انا إذا احد جاء يعطيني فلوس \n" +
                    "اسوي نفسي مشغول ..\n" +
                    "مع أني عديت الفلوس وهي في يده \n" +
                    "كبرياء ههههههههههههههههههههه", 424 , 5 , "1"));
            status.add(new Status("ذهبت تشتري فستان ، فاعجبها حذاء ، فاشترت حقيبه ، هكذا هن النساء ويجيك واحد يقول ابي وحده تفهمني ! \n" +
                    "خلها تفهم نفسها عشان تفهمك هههههههههههههههه", 425 , 5 , "1"));
            status.add(new Status("محد يدلعك غير المنبه ! الصراحة هو الوحيد اللي يصحيك بدون ما يطفي المكيف ولا يشغل النور وفوق هذا يسألك هل تريد غفوة ؟ ياخي أخلاق هههههههههههه", 426 , 5 , "1"));
            status.add(new Status("العلماء يؤكدون : أن جسم الإنسان يتوقف عن النمو  في سن الـ25  لكن يبدو أن؛ الكرشة ما عندها خبر عن الموضوع", 427 , 5 , "1"));
            status.add(new Status("من باب التواضع انا اتكلم 3 لغات \n" +
                    "1ـ Arabic \n" +
                    "2ـ عربي \n" +
                    "3ـ اللغة العربية \n" +
                    "قولوا ما شاء الله", 428 , 5 , "1"));
            status.add(new Status("اكره شي بالحياة احد يتأمل فيك وانت تاكل،ياخي ماذا تريد؟.", 429 , 5 , "1"));
            status.add(new Status("كيف تصبح حيوان ؟.\n" +
                    "بما انك كملت القراءة معناه \n" +
                    "النية موجوده وذي اول خطوة بالتوفيق\n" +
                    "هههههههههههههههههههه", 430 , 5 , "1"));
            status.add(new Status("الحياة تجارب !! هالكلمتين مصدر راحتي اذا سويت مصيبة هههههههههههههههههههههه", 431 , 5 , "1"));
            status.add(new Status("اخس موقف لما يجي يقولك واحد كيفك اليوم فاضي ! مدري ايش اقول : اخاف اقوله مشغول ويروح عليا الغداء واخاف اقوله فاضي ويروح يودينا نحمل مكيفات", 432 , 5 , "1"));
            status.add(new Status("إذا جلست على كرسي جلد وطلع منه صوت ضروري تعيد الحركه مره ثانيه عشان تبري ذمتك لأن الناس ما ترحم هههههههههههههههههههه", 433 , 5 , "1"));
            status.add(new Status("- أتعلم يا صديقي ما يؤلمني اكثر من غرق البسكويته في الشاي؟\n" +
                    "- غرق البسكويته الأخرى المُوكل لها عملية الإنقاذ.", 434 , 5 , "1"));
            status.add(new Status("ترتاح نفسيا اذا جيت تشتري شي غالي ومالقيت نفس مقاسك تحس إنك سويت اللي عليك", 435 , 5 , "1"));
            status.add(new Status("عندي قناعة ان اللي ورا بالثلاجة أبرد من اللي قدام حتى لو توهم حاطينه", 436 , 5 , "1"));
            status.add(new Status("الخمس دقايق اللي امسك فيها الجوال قبل لا انام هي احلى 5 ساعات .", 437 , 5 , "1"));
            status.add(new Status("انا عادي أقعد بالغرفه 24 ساعه بس اني أقعد فيها نص ساعه عشان فيه احد بالصاله ؟ هنا يجيني ضيق تنفس.", 438 , 5 , "1"));
            status.add(new Status("مدري كيف تبوني اتخذ قرارات مصيريه وانا يوم اقيس الجزمة اسأل اللي جنبي كيف ضيقه ولا!", 439 , 5 , "1"));
            status.add(new Status("الطبيب يدرس ٧ سنوات طب عشان يجي واحد يقول اسأل مجرب ولا تسأل طبيب .", 440 , 5 , "1"));
            status.add(new Status("اكثر شيء يجيب الاحباط بالحياة انك تشرح نكته", 441 , 5 , "1"));
            status.add(new Status("بعض الناس إذا مسك المنيو بالمطعم تحس أنه يذاكر.", 442 , 5 , "1"));
            status.add(new Status("قمة الإحراج اذا كنت تاكل شي يقرمش و اللي حولك ساكتين تحس انك تيس ياكل خبز يابس ههههههههههههههه", 443 , 5 , "1"));
            status.add(new Status("قمة الذل لما تعصب على اهلك وترمي شي بقوة ويقولولك ارجع شيله ، يعني مافية اي اعتبار للمشهد الدرامي اللي صار؟ .", 444 , 5 , "1"));
            status.add(new Status("اصحى من النوم الجوال ١٠٠٪  اقوم من السرير الجوال ٢٠٪ .", 445 , 5 , "1"));
            status.add(new Status("يا جماعه هذي اللي اسمها \" فترة وتعدي\" كم مدتها ؟", 446 , 5 , "1"));
            status.add(new Status("اذا بغيت اعدل نفسيتي اروح اشتري كل الي بخاطري لين تخلص فلوسي وبعدين تتعب نفسيتي مره ثانية.", 447 , 5 , "1"));
            status.add(new Status("استغرب من الناس اللي تفوتهم الطياره انا لو عندي سفرة احتمال امر بيت الكابتن اوديه المطار.", 448 , 5 , "1"));
            status.add(new Status("مسكين البنادول مايدري هو علاج ايش ولا ايش.", 449 , 5 , "1"));
            status.add(new Status("السعادة لا تُشترى بالمال لانها تجي معاه مجانًا.", 450 , 5 , "1"));
            status.add(new Status("الاهتمام أهم من الحب ولو خيروني بين شخص يحبني و شخص يهتم فيني بختار الفلوس ", 451 , 5 , "1"));
            status.add(new Status("اسوأ رحيل هو رحيل شخص كان فاتح لك نت من جواله.", 452 , 5 , "1"));
            status.add(new Status("مشكلة العطر إذا خلص ما تقدر تزيده ماء زي الشامبو .", 453 , 5 , "1"));
            ///////////////////////////////////////////////////////////////////////////////////////////
            status.add(new Status("قال الأصمعي :\n" +
                    "سمعت أعرابياً يقول :\n" +
                    "اللهم ان كان رزقي في السماء فأنزله،\n" +
                    "وإن كان في الأرض فأخرجه،\n" +
                    "وإن كان بعيدا فقربه\n" +
                    "وإن كان قريباً فيسره وإن كان قليلاً\n" +
                    "فكثره وإن كان كثيراً فبارك لي فيه.", 454 , 6 , "1"));
            status.add(new Status("كلما شعرتم بمشقة الطاعة\n" +
                    "تعزّوا بهذه :\n" +
                    "\"مُّتَّكِئِينَ فِيهَا عَلَى الْأَرَائِكِ\"", 455 , 6 , "1"));
            status.add(new Status("\"صلاة الفجر كالحرب \n" +
                    "لا ترى فيها إلّا إلرجال\"\n" +
                    "فريضتها : تجعلك في ذمّة الله\n" +
                    "و سنّتها : خيرٌ من الدنيا ومافيها\n" +
                    "وقرآنها : ﴿ إنّ قُرآن الفجْرِ كانَ مَشْهُودًا ﴾", 456 , 6 , "1"));
            status.add(new Status("\"و احفظ عليّ رقّة قلبي و حسن ظني .. \n" +
                    "ولا تبدل طمأنينتي خوفاً من الجانب الذي آمن\"", 457 , 6 , "1"));
            status.add(new Status("﴿ وَاذْكُر ربّكَ إِذَا نَسِيتَ ﴾\n" +
                    "سُبحان الله والحمدلله،\n" +
                    "لآ إله إلا الله  والله أكبّر،\n" +
                    "لاحول ولا قوة إلا بالله.", 458 , 6 , "1"));
            status.add(new Status("اللهم إني أسألك الثبات في الامر والعزيمة على الرشد واسالك قلبا سليما ولسانا صادقا واسالك شكر نعمتك و حسن عبادتك", 459 , 6 , "1"));
            status.add(new Status("\"اللهم علّق قلبي بالصلاة والقرآن وأرزقني الثبات حتى ألقاك\".", 460 , 6 , "1"));
            status.add(new Status("قلبگ : إذآ عطش - فلآ تسقہَ إلآ بَ ( القرآن ) وإذآ استوحش - فلآ تشغلہَ إلآ بَ ( الرحمن )", 461 , 6 , "1"));
            status.add(new Status("لاتتوقف عن التحدث مع الله أبدا\"\n" +
                    "أخبره عما ترغب به كل لحظه \"\n" +
                    "وليكن صوت يقينك أعلى من صوت لسانك \"", 462 , 6 , "1"));
            status.add(new Status("أن تملك قلباً يُعاهد الله صبح ومساء \"\n" +
                    "\"إياك نعبد وإياك نستعين \"\n" +
                    "وقلباً عُمره يمتد مابين \"\n" +
                    "\"الحمد لله إلى أمين \"\n" +
                    "أتغلبك الدنيا \"؟؟", 463 , 6 , "1"));
            status.add(new Status("﴿ وَتَوَكَّلْ عَلَى اللَّهِ ۚ وَكَفَىٰ بِاللَّهِ وَكِيلًا ﴾\"اللهم إني فوضت أمري اليك فأنت حسبي ونعم الوكيل \"", 464 , 6 , "1"));
            status.add(new Status("أكثروا من قول\n" +
                    "﴿ ربِّ اغفر لي ولوالديّ ﴾  \n" +
                    "فإنها تجمع بين ثلاث عبادات ، الدعاء والبرّ و الاستغفار .", 465 , 6 , "1"));
            status.add(new Status("\"إن لم أُحسن في دُعائي لك يا الله، أنت أعلم بما في قلبي فاستجب لِي\".", 466 , 6 , "1"));
            status.add(new Status("أستعيذُ بِك يا الله من ذنباً لا يجعل لي مكان بالجنّه\".", 467 , 6 , "1"));
            status.add(new Status("\"اهتمامك بصلاتك يصنع فارقًا عظيمًا\n" +
                    "في نجاحك بالحيـاة ونجاتك بالآخرة، ربي\n" +
                    "إن رأيتنا نبتعد عنك فردنا إليك ردًا جميلاً.\"", 468 , 6 , "1"));
            status.add(new Status("من الأحاديث التي تزرع بالقلب شعورًا لا يوصف♥️!\n" +
                    "قال النبيﷺ: \"إن ربَّكم حييٌّ كريمٌ يستحي من عبدِه إذا رفع يديْه إليه أن يردَّهما صِفرًا\".", 469 , 6 , "1"));
            status.add(new Status("دائماً قبل النوم رددوا : \"يا رب ايقظني في أحب الأوقات إليك ،لأدعوك فتستجيب و استغفرك فتغفر لي\".", 470 , 6 , "1"));
            status.add(new Status("\"ولا تردّني بعد دعائي خائبًا أو مهزومًا يا الله\".", 471 , 6 , "1"));
            status.add(new Status("\"اللهمَّ العَوْنَ لقَلْبٍ\n" +
                    "يريدُ الثَّبَاتَ على دِيْنِكَ\"", 472 , 6 , "1"));
            status.add(new Status("دعا أعرابي فقال :\n" +
                    "اللهمَّ إني أعوذُ بكَ أن أفتقرَ في غِنَاكَ\n" +
                    "أو أضلَّ في هُدَاكَ\n" +
                    "أو أُذَلَّ في عِزِّكَ\n" +
                    "أو أُضَامَ في سُلْطَانِكَ\n" +
                    "أو أُضْطَهَدَ والأمرُ لكَ !", 473 , 6 , "1"));
            status.add(new Status("ثم ينادي منادٍ يا أهلَ الجنَّة خلود بلا موت اللهم هذه المنزلة، وهذا النّداء", 474 , 6 , "1"));
            status.add(new Status("\"ومن علامات الإنتكاس\n" +
                    "أن تسمع الأذان فلا تستجيب\n" +
                    "وأن تفوتك صلاة الفجر ولا تُبالي\n" +
                    "وأن تهجُرَ القرآن ولا تخاف\n" +
                    "وأن يُمنع عنك الخير ولا تهتم\n" +
                    "وأن تُحرم من الصُحبة الصالحة ولا تفتقدها\n" +
                    "وأن تفعل الذنب ولا تحزن\n" +
                    "وأن لا يكون لك ورد قرآن وتسبيح ولا تستوحش\"\n" +
                    "\n" +
                    "فاللهم ثباتاً فإن القلوب بيدك", 475 , 6 , "1"));
            status.add(new Status("من دُعاء النبيِّ ﷺ\n" +
                    "\"اللّهُمَّ أسألُكَ قلبًا سلِيمًا\"", 476 , 6 , "1"));
            status.add(new Status("“رب اجعلني مقيم الصلاة ومن ذريتي”،\n" +
                    "هذه دعوة خليل ﷲ إبراهيم ﷺ\n" +
                    "فإذا دعوت بدعوة\n" +
                    "فاجعل منها لذريتك نصيب\n" +
                    "فلعل الله يفتح لها أبواب السماء بالإجابة.", 477 , 6 , "1"));
            status.add(new Status("من أعظم مطالب الدنيا: \"كفاية الهم\"\n" +
                    "ومن أعظم مطالب اﻵخرة: \"غفران الذنب\".\n" +
                    "وهما مضمونتان بالصلاة على النبيﷺ\n" +
                    "\"تكفى همك\" .. \"ويغفر ذنبك\"", 478 , 6 , "1"));
            status.add(new Status("اللهم أخرج حب المعاصي من قلوبنا، فكلما تبنا عدنا، وكلما ندمنا كررنا، وكلما عاهدناك نقضنا، ربي إهدنا وردنا إليك ردًا جميلاً", 479 , 6 , "1"));
            status.add(new Status("إنَّ اللهَ يُحِبُّ العبدَ اللحوح \n" +
                    "\n" +
                    "قالت عائشة رضي الله عنها \n" +
                    "\"ذات يوم دعا النبي ﷺ ثم دعا، ثم دعا\".", 480 , 6 , "1"));
            status.add(new Status("\" فَإنِّي قَريبٌ \"\n" +
                    "\n" +
                    "عُمق الراحة في كَلمتين ", 481 , 6 , "1"));
            status.add(new Status("ضربوا الرسول وبينما هو يمسح الدماء من على وجهه الشريف أخذ يقول :\n" +
                    "\"اللهم أغفر لقومي فإنهم لا يعلمون\"\n" +
                    "-أي رحمة سكنت ذلك القلب.", 482 , 6 , "1"));
            status.add(new Status("أهلاً :\n" +
                    "ﺣﺪﺛﻮﻧﻲ ﻋﻦ الجنّة يا رفاق لو بكلمة؟", 483 , 6 , "1"));
            status.add(new Status("يقول الشيخ الشنقيطي :\n" +
                    "إذا هبط عندك اﻹيمان ، وتكاسلت عن العبادة ، فالزم هذا الدعاء :\n" +
                    "\" اللهم ﻻ تجعلني شقياً وﻻ محروماً \"", 484 , 6 , "1"));
            status.add(new Status("كلما علقت قلبك بطاعة الله تزداد قوتك ويفتح طريقك.", 485 , 6 , "1"));
            status.add(new Status("\"إن لم أُحسن في دُعائي لك يا الله، أنت أعلم بما في قلبي فاستجب لِي\".", 486 , 6 , "1"));
            status.add(new Status("إذا شعرت بأنك على وشك السقوط,أسجد. لربك", 487 , 6 , "1"));
            status.add(new Status("أستعيذُ بِك يا الله من ذنباً لا يجعل لي مكان بالجنّه\".", 488 , 6 , "1"));
            status.add(new Status("ثم ينادي منادٍ \n" +
                    "يا أهلَ الجنَّة : خلود بلا موت \n" +
                    "اللهم هذه المنزلة، وهذا النّداء .", 489 , 6 , "1"));
            status.add(new Status("ربي وإن رأيتني أبتعد عنك وأتبع هوى\n" +
                    "نفسي رجوتك بأن تصلح قلبي وتردني\n" +
                    "إليك رداً جميلاً .", 490 , 6 , "1"));
            status.add(new Status("كُل مواجع الحياة تمحوها آية: \n" +
                    "\"وعسى أن تكرهوا شيئاً وهو خير لكم\"", 491 , 6 , "1"));
            status.add(new Status("اللهم أن هذا الوباء قد غدا من حولنا وأمره بين يديك ، فحل بيننا وبينه بلطفك وسترك وعفوك ورحمتك وأحمي بلادنا من شره وبلائه", 492 , 6 , "1"));
            status.add(new Status("{لَا تَدْرِي لَعَلَّ اللَّهَ يُحْدِثُ بَعْدَ ذَلِكَ أَمْرًا}\n" +
                    "\n" +
                    "مهما فقدت في الحياة وذقت من مرها؛ فلا تفقد رجائك بربك", 493 , 6 , "1"));
            status.add(new Status("{ قُمِ اللَّيْلَ إِلَّا قَلِيلًا } \n" +
                    "لعلّ سجدة في آخر اللّيل تُضيء عمراً بأكمله", 494 , 6 , "1"));
            status.add(new Status("\"إيَّاكَ أنْ تَشْمَتَ\n" +
                    "فليسَ بينكَ وبينَ المُبْتَلَى\n" +
                    "سِوى رَحْمَةِ الله\"", 495 , 6 , "1"));
            status.add(new Status("أقسى عقوبة في الوجود \n" +
                    "\n" +
                    "\"كَلَّا إِنَّهُمْ عَن رَّبِّهِمْ يَوْمَئِذٍ لَّمَحْجُوبُونَ\"\n" +
                    "\n" +
                    "اللهمَّ لا تحرمنا لذّة النَّظَرِ\n" +
                    "إلى وجهكَ الكريم", 496 , 6 , "1"));
            status.add(new Status("فَاسْتَجَبْنَا لَهُ وَنَجَّيْنَاهُ مِنَ الْغَمِّ ۚ وَكَذَٰلِكَ نُنجِي الْمُؤْمِنِينَ", 497 , 6 , "1"));
            status.add(new Status("\"لو تعرف ما يفعل الدّعاء في يومك ومستقبلك، في كسورك وأوجاعك، في صلاح قلبك وسعادة دنياك؛ لما فترت عنه لحظة.. سيُدبّر الله فوضاك هذه.\"", 498 , 6 , "1"));
            status.add(new Status("إذا أراد الله شيئاً \n" +
                    "تعطلت قوانين الطبيعة فحينئذٍ ، البحر لا يُغرق والنار لا تحرق والجبل لايعصم والحوت لا يهضِم والعذراء تلد\n" +
                    " ”لا تُقل مستحيل”", 499 , 6 , "1"));
            status.add(new Status("السماء فيها من يُجيب .. فلا تحزن ولا تخيب", 500 , 6 , "1"));
            status.add(new Status("اللهم فرحة ردّة فعلها سجدة", 501 , 6 , "1"));
            status.add(new Status("\" لا تستعجل أمراً رجوت الله به، فخير الله سيأتيك ولو بعد حين .\"", 502 , 6 , "1"));
            status.add(new Status("اللهمَّ هذا النداء :\n" +
                    "\"يا جبريل : إني أُحبُّ فلاناً فأحِبَّه\"", 503 , 6 , "1"));
            status.add(new Status("\"اللهم لا تبتلينا بشيءٍ\n" +
                    "لا نستطيعُ عليه صبراً !\"", 504 , 6 , "1"));
            status.add(new Status("عندما تفوتكَ صلاةُ الفجرِ\n" +
                    "صلِّ صلاةَ الضُّحى\n" +
                    "عندما تفوتكَ إحدى الصلواتِ الخمسِ\n" +
                    "صلّها واتبعها بالسنن\n" +
                    "إذا ارتكبتَ معصيةً في الصباح\n" +
                    "حاول أن تُقيم الليل\n" +
                    "عندما تفوتك الأذكار\n" +
                    "اقرأ صفحتين في المصحف\n" +
                    "عندما ترتكب معصية امحُها بطاعة\n" +
                    "يقول الله تعالى :\n" +
                    "\" إن الحسنات يذهبن السيئات\"", 505 , 6 , "1"));
            status.add(new Status("\"يُحِبُّهُمْ وَيُحِبُّونَهُ\" \n" +
                    "اللهم هذا الحُبّ", 506 , 6 , "1"));
            status.add(new Status("\"ماذا لو عبدنا اللهَ حُبّاً\n" +
                    "وليس طمعاً في الأجر فقط\n" +
                    "الحُبُّ يُهَوّن مشقةَ الطّاعة !\"", 507 , 6 , "1"));
            status.add(new Status("\"اللهم ربَّ هذهِ المضغَة في أيسرِ صدري ، وهي تضخّ بأمرِك وتنبضُ برحمتِك ، جرِّدْ مقاصدَها من هذهِ الدُّنيا إلاَّ إليكَ\n" +
                    "إلا إليكَ يا الله !\"", 508 , 6 , "1"));
            status.add(new Status("ولأنَّه الله :\n" +
                    "\"يمُدُّ يده في الليل ليتوبَ مُسِيءُ النَّهار ، ويُمدُ يده في النَّهار ليتوبَ مُسيءُ الليل\"", 509 , 6 , "1"));
            status.add(new Status("ما أَحْلَاهَا :\n" +
                    "\"التَّائِبُ منَ الذَّنْبِ كَمَنْ لا ذَنْبَ لَه !\"", 510 , 6 , "1"));
            status.add(new Status("﴿ فَإنِّي قَرِيبٌ ﴾\n" +
                    "دوماً قريب نحن الذين نبتعد !", 511 , 6 , "1"));
            status.add(new Status("\"استعينوا على قضاء حوائجكم بالكتمان\"\n" +
                    "ليس الهدف من هذه الوصية تجنب العين و الحسد بل ما هو أعمق :\n" +
                    "استعينوا بالكتمان كي لا تصابوا بخيبات الأمل علناً فهي أكثر إيلاماً ..\n" +
                    "استعينوا بالكتمان لأن الطاقات تُهدَر في القول بدلاً من الفعل", 512 , 6 , "1"));
            status.add(new Status("\"وإنِّي أجاهد يا الله كي لا أتلوَّثَ \n" +
                    "وأحاولُ أن أكون من الصَّالحين  فأعِنِّي !\"", 513 , 6 , "1"));
            status.add(new Status("وصية نبوية : \"اِحْفَظِ اللهَ يَحْفَظْكَ\"", 514 , 6 , "1"));
            status.add(new Status("اللهمَّ شيئاً كهذا لعامنا القادم :\n" +
                    "\"ثُمَّ يَأْتِي مِنْ بَعْدِ ذَلِكَ عَامٌ فِيهِ يُغَاثُ النُّاسُ\"", 515 , 6 , "1"));
            status.add(new Status("\"عُدْ إلى اللهِ ولو أذنبتَ ألفَ مرّة\"", 516 , 6 , "1"));
            status.add(new Status("\"نوح أغرقَ الكرة الأرضية كلها بدعاء من ثلاث كلمات:\n" +
                    "\" أنّي مغلوبٌ فانتصرْ \"\n" +
                    "بينما أمتلكها سليمان كلها بدعاء من ثلاث كلمات:\n" +
                    "\" و هَبْ لي مُلكاً \"\n" +
                    "لا تحتاج للكثير من الكلمات لتُحدث الأثر والتأثير ، بل تحتاج إلى الصدق والإخلاص مع الله فقط ، واعلم أن الله يريد من دعائك قلبك وليس صياغتك.\"", 517 , 6 , "1"));
            status.add(new Status("\"كُلُّ شَيْءٍ يُسَبِّحُ فلا تَكُنْ أنْتَ الغَافِل !\"", 518 , 6 , "1"));
            status.add(new Status("من عرف الله في الرخاء عرفه الله في الشدة .", 519 , 6 , "1"));
            status.add(new Status("من لزم الصلاة على رسول الله\n" +
                    "غُفِر ذنبه، وكُفي همه ..", 520 , 6 , "1"));
            status.add(new Status("عندما تقرأ القرآن : ضعْ بجانبك ورقةً وقلماً وإذا استوقفتكَ آيةٍ تلامسُ قلبك وتُحبّها اكتبها في ورقةٍ صغيرة و ضعْ هذه الأوراق في صندوقٍ صغير واكتبْ على الصندوق : \"رسائل ربي \" وكلما احتجتَ لرسائل في يومك اذهبْ وخُذْ إحدى الأوراق  واقرأ رسالةَ الله لك !", 521 , 6 , "1"));
            status.add(new Status("\"فإذا بفَاسِقٍ يَتُوبُ وصَالِحٌ يَنْتَكِسُ\n" +
                    "إنما هي قُلُوبٌ بين يدي الله فلا تَغْتَرْ !\"", 522 , 6 , "1"));
            status.add(new Status("{ فَسَقَى لَهُمَا ثُمَّ تَوَلَّى إِلَى الظِّلِّ } إذا أحسنتَ إلى أحدٍ فابتعِد عنه ولا تُحرٍج ضعفه .", 523 , 6 , "1"));
            status.add(new Status("اللهمّ يقيناً كيقينِ النبيّ صلى الله عليه وسلم\n" +
                    "لما قالَ له أبو بكر : لو نظرَ أحدُهم تحت قدميه لرآنا\n" +
                    "فقال له : يا أبا بكر ما ظنّك باثنين الله ثالثهما ؟!", 524 , 6 , "1"));
            ///////////////////////////////////////////////////////////////////////////////////
            status.add(new Status("يوم #الجمعه\"\n" +
                    "يارب اصرف عنا الهموم والأحزان\"\n" +
                    "وأنعم علينا بالرضا والأطمئنان والأمان\"\n" +
                    "وارزقنا راحه البال والقلب والعقل \"\n" +
                    "طيب الله جمعتكم بكل خير \"", 525 , 7 , "1"));
            status.add(new Status("وفى يوم الجمعة\n" +
                    "\"اللهم الثبات على الصلاة حباً وليس فرضاً واجعلها احب الينا من امور الدنيا وما فيها\"", 526 , 7 , "1"));
            status.add(new Status("\"وأسألُكَ الرضا بما قسمت، والرضا لِما أعطيت، والرضا فيما منعت، واجعلني راضيًا مرضيًا.\"\n" +
                    "جمعة مباركة", 527 , 7 , "1"));
            status.add(new Status("\"ربِ لا تجعل للحزن مكاناً في قلوبنا وإن ضاقت بنا الأحوال يومًا فأوسعها برحمتك\". \n" +
                    "#جمعة_مباركة", 528 , 7 , "1"));
            status.add(new Status("يارب في يوم الجمعه\"\n" +
                    "ارزقنا أيام جميله واخبار مفرحه \"\n" +
                    "وشعور مريح ونفس مقتنعه ٠\n" +
                    "وقلب مرتاح \"", 529 , 7 , "1"));
            status.add(new Status("اللهم اجعلها جمعة خير مكفرة للخطايا، فاتحة للأرزاق، مملوءة بالأجر، مصحوبة بالعافية، ومختومة بمغفرة ودعوة لا ترد.", 530 , 7 , "1"));
            status.add(new Status("\"اللهم في  يوم_الجمعة عوضنا عمّا فات، و ارزقنا الزيادة والبركة فيما هو آت، ربنا أنت عظيم العطايا هب لنا أيام جميلة تحفها البهجة و السرور من كل الجهات \" ..", 531 , 7 , "1"));
            status.add(new Status("آللهم في يوم آلجمعهہ ، حقق لنآ مآفي \n" +
                    "آنفسنآ وآسعد قلوبنآ وإرحم موتآنآ..\n" +
                    "#جمعة_مباركة", 532 , 7 , "1"));
            status.add(new Status("ربي إن لك عبادًا\n" +
                    "ينتظرون فرجًا فبشرهم،\n" +
                    "وعبادًا يسألون شفاءً فعافهم،\n" +
                    "وعبادًا يرجون رحمتك فارحمهم\n" +
                    "اللهمّ حقق أمانينا يارب العالمين..\n" +
                    "#جمعة_مباركة", 533 , 7 , "1"));
            status.add(new Status("جمعة طيبة عامرة بالخير والبركة والصلاة ؏ الحبيب...\n" +
                    "اللهم صلِّ وسلم وبارك ع نبينا محمــــــد وعلێ آله وصحبه وسلم...", 534 , 7 , "1"));
            status.add(new Status("تأتي الجمعة وتسكن الأنفس لكن تبقى القلوب خافقة ترسل دعواتہا لمن تحب وتقول: اللهم إجعل علاقتي بأحبتي بالود تُسقى وبالخير ترقى وبالوصل تبقى.", 535 , 7 , "1"));
            status.add(new Status("من سنن يوم الجمعه :\n" +
                    "- الغسل\n" +
                    "- الطيب\n" +
                    "- السواك\n" +
                    "- لبس الجميل\n" +
                    "- التبكير لصلاة الجمعة\n" +
                    "- قراءة سورة #الكهف \n" +
                    "- الإكثار من الصلاة على النبي ﷺ", 536 , 7 , "1"));
            status.add(new Status("وفِي ليله الجمعه . \n" +
                    "\"ربي إرزُقني فرحة تُجدد الروح في حياتي، اللهُمّ سَعادات مُتتالية لم تكُن بالحُسبان\".", 537 , 7 , "1"));
            status.add(new Status("أدعوا لمن ضمهم التُراب وتركونا \"\n" +
                    "ياأرواحاً غادرت الدنيا لك الجنه بإذن اللهقلب مكسور\n" +
                    "يوم #الجمعه \"\n" +
                    "ساعه #أستجابه \"", 538 , 7 , "1"));
            status.add(new Status("صلت عليك منابُر ومآذن \"\"\n" +
                    "وخلائقُ الدُنيا وهامات القمم \"\n" +
                    "صل الله عليه وسلم \"", 539 , 7 , "1"));
            status.add(new Status("بيومِ #الجُمْعَةِ انْتَهِزوا غُرُوباً ؛  \n" +
                    "لقُرْصِ الشمسِ وابْتَدِروا الإنابَةْ ونَاجُوا اللهَ يَغفِرُها ذُنُوباً ؛ فعندَ غروبِها وقتُ اسْتِجابَة\n" +
                    "مع غروب شمس هذا اليوم اللهم اجعل حالة الإنكسار تردنا إليك ، و تجعلنا نقف على بابك لا نسخط على أقدارك ..", 540 , 7 , "1"));
            status.add(new Status("عن أبي هريرة رضي الله عنه أَنَّ رَسُولَ اللَّهِ ﷺ ذَكَرَ يَوْمَ الجُمُعَةِ، فَقَالَ: فِيه سَاعَةٌ لايُوَافِقها عَبْدٌ مُسلِمٌ، وَهُو قَائِمٌ يُصَلِّي يسأَلُ اللَّه شَيْئًا، إِلاَّ أَعْطَاهُ إِيَّاه وَأَشَارَ بِيدِهِ يُقَلِّلُهَا، متفقٌ عليه.", 541 , 7 , "1"));
            status.add(new Status("في ليلة #الجمعة نسألك يا رب أن تغفر لنا كل ذنب يحول بيننا وبين مغفرتك والرجوع إليك، ونسألك قلوب تائبة خاشعة بين يديك", 542 , 7 , "1"));
            status.add(new Status("عش جمعتك بحبّ ، إقرأ الكهفّ بقلبٍ حاضر ، صلِّ على رسولك وإستشعر شفاعته ، ودثّـر نفسُك بالدعاء ، وأتم نورها بـ سورة الكهف", 543 , 7 , "1"));
            status.add(new Status("\"اللهم في يوم الجمعة أتبع عُسرنا بيُسر\n" +
                    " و أبدل كسرنا بجبر و اجعل لنا في كُل \n" +
                    "أمر خير", 544 , 7 , "1"));
            status.add(new Status("اللھم في يوم الجمعه عافي مرضانا ، وارحم موتانا ، واشرح صدورنا ويسر امورنا ، واجعل هذه الجمعة فرج لكل صابر واستجابه لكل دعاء يا ارحم الراحمين.", 545 , 7 , "1"));
            status.add(new Status("آللهُم مساكِن طيّبة \n" +
                    "وغفران من الخطايا والذنوب \n" +
                    "وصلآحاً في الدُنيا والآخرة \n" +
                    "جمعة مباركة", 546 , 7 , "1"));
            status.add(new Status("اللهم في يوم الجمعة إجمع قلوبنا على طاعتك وإجمع نفوسنا على خشيتك وإجمع أرواحنا في جنتك", 547 , 7 , "1"));
            status.add(new Status("عش كل لحظاتك بين الشكر والإستغفار\n" +
                    "فإن أنفاسنا لا تخلو من النعم و حياتنا لا تخلو من الذّنوب،مهما ابتعدت عن الله وضعفت فإن بابه مفتوح من أجلك.\n" +
                    "جمعة مباركة", 548 , 7 , "1"));
            status.add(new Status("الجمعة لحظات بيضاء ودقائق رائعة\n" +
                    "ارتشفوا من سلسبيلها قبل أن يجف \n" +
                    "رتلوا الكهف ، وأكثروا من الصلاة على النبي\n" +
                    "#جمعه_طيبة بذكر الله", 549 , 7 , "1"));
            status.add(new Status("اللهم أجعل لنا في دروب الحياة خيرا ، وفي دروب التعب رآحة ، وفي دروب الحزن سعادة\n" +
                    "جمعة مباركة", 550 , 7 , "1"));
            status.add(new Status("جُـمّـعَــه مُـبـآرَكــه وَمَـلـيئــه بِـذِكّـرِ لـلـّٰـه لَـنـا وَ لَكُمّ", 551 , 7 , "1"));
            status.add(new Status("نعجـز .. فـ نستعيـن\n" +
                    "بـ الذي لا يعجزه شيء .. فـ نطمئــن\n" +
                    "جمعة مباركة", 552 , 7 , "1"));
            status.add(new Status("اللهم إجعل لنا من كل هم فرجاً ومن كل ضيق مخرجاً ومن كل ضلالة هدىً ومن كل بلاء عافيةً وإلى كل خيرٍ سبيلاً ،، اللهم آمين\n" +
                    "جمعة مباركة", 553 , 7 , "1"));
            status.add(new Status("يارب في هذه الجمعة\n" +
                    "أنزل شفائك ورزقك وكرمك وأمنك على كل من يحتاجه\n" +
                    "اللهم ارفع عنا البلاء والوباء برحمتك يا أرحم الراحمين", 554 , 7 , "1"));
            status.add(new Status("أجمل شعور\n" +
                    " أن تتحقق دعوة\n" +
                    "كانت سراً بينك وبين الله\n" +
                    "كنت تناجيه بها طويلاً\n" +
                    "يارب قُر أعيننا بما نتمنى !\n" +
                    "جمعة مباركة", 555 , 7 , "1"));
            status.add(new Status("فَتذكروا الأحْباب عنْد دُعائكُم\n" +
                    "فالحُبُ بينَ الصادِقين دُعَاءُ\n" +
                    "جمعة مباركة", 556 , 7 , "1"));
            status.add(new Status("اللهم إنا نسألك في يوم الجمعة أن تبدل ذنوبنا إلى حسنات وهمومنا إلى أفراح، وأحلامنا إلى واقع .", 557 , 7 , "1"));
            status.add(new Status("﴿ إِنَّ اللَّهَ وَمَلَائِكَتَهُ يُصَلُّونَ عَلَى النَّبِيِّ يَا أَيُّهَا الَّذِينَ آمَنُوا صَلُّوا عَلَيْهِ وَسَلِّمُوا تَسْلِيماً ﴾", 558 , 7 , "1"));
            status.add(new Status("إنّ الصلاة على النّبي وسيلةٌ ..\n" +
                    "فيها النّجاة لكلِّ عبدٍ مُسْلِمِ، ..\n" +
                    "صلّوا على القمر المُنيرِ فإنّهُ ..\n" +
                    "نورٌ تَبَدّا في الغمام المُظلِمِ ..\n" +
                    "#صلوا_عليه", 559 , 7 , "1"));
            status.add(new Status("أللهُم في صباح يوم الجُمعة.. ، قدراً جَميلاً ، وخبَراً جميلاً ، ودعوة مُستجابة", 560 , 7 , "1"));
            status.add(new Status("\" رحم الله امرءاً رأى جدار الود يريد أن ينقض بكلمة جارحة .. فأعرض تغافلاً .. ولم يتخذ على صمته أجراً \" جمعة مباركة", 561 , 7 , "1"));
            status.add(new Status("\" قد أوتيت سؤلك يا موسى \" .. سبع حاجات أجابها الله لموسى عليه السلام دفعة واحدة .. احشد رغباتك .. وأكثر سؤالاتك .. واهتف بكل حاجاتك .. فرُب لحظه يقال لك فيها : قد أوتيت سؤلك \" جمعة مباركة", 562 , 7 , "1"));
            status.add(new Status("\" الجميع يستحق أن يشعر بأشياء جيدة .. ولو بسيطة .. قل لأمك إنها نور عينيك .. ولأبيك إنه الحياة .. ولأخيك إنه السند .. ولصديقك إنه جزءُك الأيسر .. قل للرائعين إنهم رائعون .. ولمن تحبهم إنك تحبهم \" جمعة مباركة", 563 , 7 , "1"));
            status.add(new Status("ولهُ الشفـاعةُ والمقــامُ الأعْظَمُ ..\n" +
                    "يومَ القُلوبُ لدَى الحناجرِ كُظَّمُ ..\n" +
                    "صلو عليه وسلموا تسليماً ..", 564 , 7 , "1"));
            status.add(new Status("(إِنَّ اللَّهَ وَمَلائِكَتَهُ يُصَلُّونَ عَلَى النَّبِيِّ يَا أَيُّهَا الَّذِينَ آمَنُوا صَلُّوا عَلَيْهِ وَسَلِّمُوا تَسْلِيمًا)", 565 , 7 , "1"));
            status.add(new Status("\"من كمال إحسان الله، أن يذيق عبده مرارة الكسر قبل حلاوة الجبر .. فما كسر عبده المؤمن إلا ليجبره .. ولا منعه إلا ليعطيه .. ولا ابتلاه إلا ليعافيه \" جمعة مباركة", 566 , 7 , "1"));
            status.add(new Status("وفيكَ تفيضُ المحابرُ شوقاً ..\n" +
                    "وتهفو النّفوسُ حنيناً إليك، ..\n" +
                    "تطيبُ الحياة بذكركَ دوماً ..\n" +
                    "ويُشرح قلـبٌ يُصلِّي عليك .. \n" +
                    " #صلوا_عليه ﷺ", 567 , 7 , "1"));
            status.add(new Status("\" العطايا والهبات الربانية .. لا تأتيك في الوقت الذي تختاره أنت .. بل في الوقت الذي يكون نفعها لك أعظم .. \" ولما بلغ أشده آتيناه حكماً وعلما \" جمعة مباركة", 568 , 7 , "1"));
            status.add(new Status("اللهم في يوم الجمعة ؛\n" +
                    "\" عافي كل مريض وأرحم كل ميت ، وأشرح صدورنا ، ويسر أمورنا ، وأجعل هذه الجمعة فرج لكل صابر ، ومغفره لـ كل مُذنب يا كريم \"", 569 , 7 , "1"));
            status.add(new Status("اللهم في يوم الجمعة : آتنا أصدقاءً إن عاهدوا أتموا ، وإن رافقوا أَحسنوا ، و إن غابوا حنوا ، وإن تعلقنا بهم لايرحلون.", 570 , 7 , "1"));
            status.add(new Status("اللهم في يوم الجمعة : \n" +
                    "اجمع قلوبنا على طاعتك \n" +
                    "و اجمع نفوسنا على خشيتك \n" +
                    "و اجمع ارواحنا في جنتك", 571 , 7 , "1"));
            status.add(new Status("اللهم في يوم الجمعة \n" +
                    "اكرمّْ خواطِرنا بسماع خبْر جَميل \n" +
                    "وعافِي كل مريضّ ، وارحْم كل مَيت \n" +
                    "واشّرح صدوُرنا إنك عَلى كل شَيء قدِير \n" +
                    "..اللهم صَل وسلم على محمد ..", 572 , 7 , "1"));
            status.add(new Status("﴿ إِنَّ اللَّهَ وَمَلائِكَتَهُ يُصَلّونَ عَلَى النَّبِيِّ يا أَيُّهَا الَّذينَ آمَنوا صَلّوا عَلَيهِ وَسَلِّموا تَسليمًا ﴾ .", 573 , 7 , "1"));
            status.add(new Status("حٌباً لِرسول الله \"صلُو عليه\"", 577 , 7 , "1"));
            status.add(new Status("في ليلة الجمعة :\n" +
                    "يارب استجب لنا ما نعجز عن قوله وما يصعب علينا صياغته وانت تعلمه اللهم تقبّل كل دعوه سَاكنه في صدورنا ولا نعلم كيف نرفعها إليك .", 578 , 7 , "1"));
            status.add(new Status("صلوا علي من يشفع لكُم يوم القيامه .", 579 , 7 , "1"));
            status.add(new Status("اللهُم في ليلة الجمعة حقق لي حلمي وأرح قلبي ولا تؤذيني فيما أُحب !", 580 , 7 , "1"));
            status.add(new Status("إنها سورة الكهف :\n" +
                    "السَّفينةُ التي لو لم تُثقب لسُلِبتْ\n" +
                    "يبتلي الله بالصغيرة لينجي من الكبيرة\n" +
                    "والغلام الذي لو لم يُقتل لأشقى والديه\n" +
                    "في أخذ الله عطاء\n" +
                    "والجدار الذي لو لم يُقم لضاع مال اليتيمين\n" +
                    "أي وفاء هذا يا رب\n" +
                    "مع كل ثقبٍ .. وكل فقد .. وكل نعمة\n" +
                    "ردد : \"اللهم صبراً على ما لم نحط به خبرا\"", 581 , 7 , "1"));
            status.add(new Status("في يوم الجمعه : \"اللهم كرهني في معصيتك وحببني في طاعتك\".", 582 , 7 , "1"));
            status.add(new Status("في ليلة الجمعة .. يا الله أينما وليّت وجهي إزرع الطيبين في طريقي ويّسر أمري، سخّر لي الأرض ومن عليها، وإجعل حصاد أيامي كلها خير في خير .", 583 , 7 , "1"));
            status.add(new Status("وفي ليله الجُمعه ؛ لا ترد لنا دعاء ولا تخيب لنا رجاء و لا تسكن أجسادنا داء ولا تشمت بنا أعداء و ادفع عنا كل بلاء يارب.", 584 , 7 , "1"));
            status.add(new Status("في يوم الجمعه: يارب عن كل قطرة عرق نزلت من أبي سعياً لرزقنا فرفع بها درجته في الجنه.", 585 , 7 , "1"));
            status.add(new Status("زينوا يوم الجمعة بالصلاة على النبي الحبيب.", 586 , 7 , "1"));
            ///////////////////////////////////////////////////////////////////////////////////
            status.add(new Status("\"أياماً معدودات، ربي إجعل أجورنا بها لا تُعد.\"", 587 , 8 , "1"));
            status.add(new Status("الشعور أن رمضان قرب كافي انه يمليك راحه نفسيه.. اللهم بلغنا شهرمضان لافاقدين ولا مفقودين يارب", 588 , 8 , "1"));
            status.add(new Status("\" بقي القليل على رمضان \" \n" +
                    "بلغنا اياه يارب كما نُحب و مع من نُحب", 589 , 8 , "1"));
            status.add(new Status("رمضان شوقـي فيك يجتاز المدى ..\n" +
                    "نفحات خيرٍ مـن ضِياهـا نستقــي ..\n" +
                    "ربّاه بـلغني وكــلّ أحـبتـــي ..\n" +
                    "شهرَ الصيامِ لكي نفوز ونرتقــي ..", 590 , 8 , "1"));
            status.add(new Status("الْلَّھُم أَهِلَهُ عَليْنَا بِالْأمْنِ وَالإِيْمَانِ وَالْسَّلامَةِ وَالْإِسْلَامِ", 591 , 8 , "1"));
            status.add(new Status("اللهم اجعل رمان ميلاداً جديداً لأرواحنا ، يمحوا عنها مامضى ويبلغها عفوك والرضى.", 592 , 8 , "1"));
            status.add(new Status("الله يبارك لكم الشهر الفضيل، ويتقبله بصالح الاعمال، ويعودكم باحسن حال.", 593 , 8 , "1"));
            status.add(new Status("1 رمـضـان :\n" +
                    "يارب إجعل اول فجر من رمضان تفريجاً لهمومنا وإستجابه لدُعائنا وغفراناً لذنوبنا .", 594 , 8 , "1"));
            status.add(new Status("2 رمـضـان :\n" +
                    "وفيه صافحوا الفقراء بِ إبتسامة ، ولُقمةً تغفر جوعهم وتمحو عرق جبينهم .", 595 , 8 , "1"));
            status.add(new Status("3 رمضان :\n" +
                    "تعلم كيف تهدي النور لمن حولك وإن كانت خفاياك مُتعبة .. فثواب العطاء يُخبئ لك فرجاً من حيث لا تحتسب.", 596 , 8 , "1"));
            status.add(new Status("4 رمضان :\n" +
                    "( وَقَالَ إِنِّي ذَاهِبٌ إِلَى رَبِّي سَيَهْدِينِ ) كلما شعرت بالحيرة والضياع إجمع هموم قلبك وارحل بها إلى الله فعنده فقط ستجد النجاة", 597 , 8 , "1"));
            status.add(new Status("5 رمضان :\n" +
                    "﴿ والكاظمين الغيظ والعافين عن الناس والله يحب المحسنين ﴾ لن ينسى الله كلاماً جارحاً تحملته ، ولا عتباً كتمته ، ولا غيضاً لجمته ، ولا عفواً بادرت به ... \" إنما هي اعمالكم أحصيها عليكم ثم أوفيكم إياها \"", 598 , 8 , "1"));
            status.add(new Status("6 رمضان :\n" +
                    "اللهم إرزق كل مهموم بالفرج ، وكل معسر باليسر ، وكل محروم بالذرية الصالحه ، وكل مديون بقضاء دينه ،وكل حزين بالفرح ،وكل مريض بالشفاء ،وكل ميت بالرحمة.", 599 , 8 , "1"));
            status.add(new Status("7 رمضان :\n" +
                    "موسى الرضيع عليه السلام \"لم يغرق\" وهو في قمة ضعفه و\"غرق\" فرعون وهو في قمة جبروته سلم أمرك للخالق واطمئن فلن يصيبك إلا ما كتبه الله لك", 600 , 8 , "1"));
            status.add(new Status("8 رمضان :\n" +
                    "سأل رجل أحد السلف : كم نقرأ من القرآن؟ قال: على قدر السعادة التي تريدها.", 601 , 8 , "1"));
            status.add(new Status("9 رمضان :\n" +
                    "لا تعبدوا الله ليعطي، بل اعبدوه ليرضى، فإذا رضي أدهشكم بعطائه.", 602 , 8 , "1"));
            status.add(new Status("10 رمضان :\n" +
                    "\"أَيّاٰمَاً مٌعّدُوٌدَاَتّ\"\n" +
                    "إِن أحسنتَ فَزِد ..\n" +
                    "وإن قصّرتَ فَعُد ..", 603 , 8 , "1"));
            status.add(new Status("11 رمضان :\n" +
                    "الصّدقة دواء ! وفي الحديث :\n" +
                    "\" داووا مرضاكم بالصدقة \"", 604 , 8 , "1"));
            status.add(new Status("12 رمضان :\n" +
                    "حسن الخاتمة ليس مقصورًا على أن تموت في مسجد أو على سجادة أو المصحف بين يديك ..\n" +
                    "مات النبيﷺ على فراشه ومات أبو بكر كذلك ..\n" +
                    "حسن الخاتمة أن تموت على الإسلام وقد برئت من النفاق ..\n" +
                    "أن تموت وليس لأحد عندك مظلمة ..\n" +
                    "أن تموت وأنت تحبّ لقاء الله ..\n" +
                    "أن تموت فيكون أول من يفقدك مُصلّاك ومصحفك.", 605 , 8 , "1"));
            status.add(new Status("13 رمضان :\n" +
                    "ثق تماماً بأن اليد الممتدة إلى الله لا تعود فارغة أبداً.", 606 , 8 , "1"));
            status.add(new Status("14 رمضان :\n" +
                    "﴿ أيامًا معدودات ﴾ سرعان ما تنقضي ..\n" +
                    "فلنشحذ الهمة، ولنقوي العزيمة، ولنستدرك النقص، ولنسأل الله المعونة والتوفيق، فإن الأعمال بالخواتيم.", 607 , 8 , "1"));
            status.add(new Status("15 رمضان :\n" +
                    "( وَﭐللَّهُ يَعْلَمُ وَأَنتُمْ لَا تَعْلَمُونَ ) ..\n" +
                    "إجابة كافية وشافية لـ : “لماذا يحدث ذلك ؟” ثم إن الله بك وبقلبك عليمٌ رحيم. اطمئن ..", 608 , 8 , "1"));
            status.add(new Status("16 رمضان :\n" +
                    "( فأرَدْنا أن يُبْدِلَهُما ربُّهما خيرًا منه ). ليس كل مانفقده يعد خسارة ، قد يريد الله تبديل النعم بخير منها.", 609 , 8 , "1"));
            status.add(new Status("17 رمضان :\n" +
                    "﴿ وما كانَ الله ليعجزه من شيء ﴾\n" +
                    "\"شفاءُك ، زوال همّك ، أمنياتك ، لن تُعجز الله ، فقط ثق بربك .", 610 , 8 , "1"));
            status.add(new Status("18 رمضان :\n" +
                    "\" لعل الله يُحدثُ بعد ذلك أمراً \" المسأله وقتيه ، إصبرّ وصـابر لعل بعد هذا الصبر الجميل واقعاً أجمل منه وماذلك على الله بعزيز.", 611 , 8 , "1"));
            status.add(new Status("19 رمضان :\n" +
                    "﴿ كانوا قَليلًا مِنَ اللَّيلِ ما يَهجَعونَ ﴾\n" +
                    "أجعل من ظلام ليلتك نور آخرتك.", 612 , 8 , "1"));
            status.add(new Status("” اللهُم صلِ وسلم على مُحمد ، عدد ماذكره الذاكرون وعدد ماغـفل عن ذكره الغافلون “", 613 , 8 , "1"));
            status.add(new Status("21 رمضان :\n" +
                    "يقول أبن عباس:\n" +
                    "لو أُطبقت السماء على الأرض لجعلَ الله للمتقين فتحات يخرجون منها. ألا ترون قوله تعالى:(ومن يتق الله يجعل لهُ مخرجا )", 614 , 8 , "1"));
            status.add(new Status("22 رمضان :\n" +
                    "{ وقال إني ذاهب إلى ربي سيهدين } كُلما شعرتَ بالحيرة والضياع اجمع هموم قلبك و ارحل بها إلى الله فعندهُ ستجد النجاة ..", 615 , 8 , "1"));
            //////////////////////////////////////////////////////////////////////////////////////////////////////////////////
            status.add(new Status("كبروو ليصل تكبيركمّ عنان السماء كبروا فإن الله عظيم يستحق الثناء. \n" +
                    "#لبيك_اللهم_لبيك", 616 , 9 , "1"));
            status.add(new Status("الله أكبر الله أكبر \n" +
                    "لا إله إلا الله \n" +
                    "الله أكبر الله أكبر \n" +
                    "ولله الحمد\n" +
                    "الله أكبر كبيرا\n" +
                    "والحمد لله كثيرا\n" +
                    "وسبحان الله بكرة وأصيلا", 617 , 9 , "1"));
            status.add(new Status("#لبــيك ربــي خــوفـاً ورجــاء ،\n" +
                    "#لبــيك قلـوبــاً تـاقــت إلــى لُقــياك ،\n" +
                    "#لبـيك ربـي وإن لـم أڪـن بيـن الحجـيج سـاعيـاً ومُلبـــياً.", 618 , 9 , "1"));
            status.add(new Status("لبيك ربي وإن لم اكنّ بينَ الزحَام مُلبيـا ..\n" +
                    "لبيـك ربي وإن لم اكنّ بينَ الحجيج ساعيا ..\n" +
                    "لبيـك ربي وإن لم اكنّ بينَ عبادك داعيا ..", 619 , 9 , "1"));
            status.add(new Status("لـــــبيگَ ربـي شـوقًا وابتـهالاً،\n" +
                    "لــبيگ والفؤادُ تـوسـلاً ،\n" +
                    "لــبيگ خشــية وتضـرعاُ،\n" +
                    "لــبيگ وإن لــم اكُــن بيـن حجًـاجگ مستغــفراً ومُكبـراً.", 620 , 9 , "1"));
            status.add(new Status("تقبل الله طاعتكم ، واتم عليكم فرحتكم ،\n" +
                    "وبالعيد اسعدكم ، وبالحج انعم عليكم ،\n" +
                    "جعله الله عيد مبارك علينا وعليكم.", 621 , 9 , "1"));
            status.add(new Status("العيد عوّد والعوايد لها ساس\n" +
                    "ومن عادتي أعايد نفوسٍ فريدة\n" +
                    "أهل وأحبة وصحبةٍ ترفع الراس \n" +
                    "بأجمل تهاني العيد باقة جديدة", 622 , 9 , "1"));
            status.add(new Status("تهاني العـيد نهديها ..\n" +
                    "قبل يوم ميعـاده ..\n" +
                    "من خفايا الروح نبديها ..\n" +
                    "عساكم من عـواده ..\n" +
                    "كل_عام_وانتم_بخير", 623 , 9 , "1"));
            status.add(new Status("حلات العيد شوفتكم حلاته نلتي معكم .. عساكم دوم عواده واسعد الناس بأعياده.", 624 , 9 , "1"));
            status.add(new Status("في العيد انتبهوا أن تضحكوا على لبس احد ، مافي الصدور والبيوت ظروف لا يعلمها إلا الله، كونوا صُم بُكم عُمى، إن لم تُحسنوا لا تجرحوا..", 625 , 9 , "1"));
            status.add(new Status("جعل الله عيدكم فرحة بأعمال قُبلت ، وذنوب مُحيت ، ودرجات رُفعت. \"عساكم من عواده\"", 626 , 9 , "1"));
            status.add(new Status("تقبل الله منا ومنكم صالح الأعمال ..\n" +
                    "وكل عيد وأنتُم بخير وَسعاده وَ فرح ..", 627 , 9 , "1"));
            //////////////////////////////////////////////////////////////////////////////////////////////////////////////////
            status.add(new Status("\"الفتاة التي تكون علاقتها رائعة مع والدها\n" +
                    "شخصيتها تكون دائماً قوية\n" +
                    "الحب الذي يعطيها اياه والدها\n" +
                    "يتحول إلى ثقة بالنفس \n" +
                    "وراء كل فتاة قوية وأصيلة \n" +
                    "أب بحبها كثيراً \n" +
                    "الأب هو القوة \n" +
                    "هو السند \"", 628 , 10 , "1"));
            status.add(new Status("رُزقتُ به سنداً ، تميل الدّنيا ولا يميل أبداً \n" +
                    "اللّهم سندي ، اللّهم عضيدي ، اللّهم زوجي", 629 , 10 , "1"));
            status.add(new Status("اللهم إن أمي خليلة فُؤادي وعيني التي أرى بها الحياة ، والصدر الذي أُسند رأسي عليه أحفظها ولا تكتبُ لي حياة خالية منها", 630 , 10 , "1"));
            status.add(new Status("ماذا لو أن العالم بُلطف أمي؟", 631 , 10 , "1"));
            status.add(new Status("تعود أصول الطمأنينة لوجوه الآباء.”", 632 , 10 , "1"));
            status.add(new Status("بين القبور الهادئة هناك روحاً أحبها جداً رحلت إلى أجل بعيد، اللهم ارحم أبي بقدر اشتياقي له", 633 , 10 , "1"));
            status.add(new Status("\"اللّهُم أُمي وإن جفت زُهوري ، اللّهُم أَمي وإن بهُتت عينايّ", 634 , 10 , "1"));
            status.add(new Status("رُبما لا تكون جميع أيامي جيدة لكن وجود أمي شيء جيد في كل يوّم، فوحدها أُمي التي لها القدرة على إصلاح كل شيء مكسور، حتى قلبي.", 635 , 10 , "1"));
            status.add(new Status("لا غيّب الله \"وجه أمي\"و انا حي \n" +
                    "وِشلونَ اعيش بْـ غير وافر عطاها \n" +
                    "أمي لـِ عمري ضي ما يشبهه ضي \n" +
                    "وانا سحابة غيث أمي سماها", 636 , 10 , "1"));
            status.add(new Status("\"إذا مرض الأب يبهت وجه العالم السعيد\"", 637 , 10 , "1"));
            status.add(new Status("أجمل مقولة أبويّة ؛\n" +
                    "\"فإن ابنتي بضعة منّي يريبني ما يريبها ويؤذيني ما يؤذيها\" \n" +
                    "الرسول مُحمّد صلى الله عليه وسلم  لابنته فاطمة", 638 , 10 , "1"));
            status.add(new Status("الفرق بين أمي والآخرين أنها تتمنى أن تحمل عني حزني بينما هم يتمنون ألَّا يروني حزين", 639 , 10 , "1"));
            status.add(new Status("اللهُم ابعد عن أمي ثقل الحياة ومُـرّها", 640 , 10 , "1"));
            status.add(new Status("\"من أعطى أختي تمرةً نزلت حلاوتها في فمي، ومن حدّثَها بالطيب حلّت غلاوته في قَلْبي، ومن تبسّمَ في وجهها رأيتهُ دومًا أحلى النّاس، ومن قلّل من شأنها أو آذاها ولو بنظرة فَهو عدو قلبي حتى يعتذر\".", 641 , 10 , "1"));
            status.add(new Status("هو زوجي وحبيبي ونصفي الثاني.. ربِ احفظه لي فسعادتي بقربه", 642 , 10 , "1"));
            status.add(new Status("م ينجلي همّي ، إلا بـ دعواتها  \n" +
                    "الله يديم أمي ويديم ضحكتها.\"", 643 , 10 , "1"));
            status.add(new Status("“ الأيام المُبهجة تصنعها العائلة ”", 644 , 10 , "1"));
            status.add(new Status("العائلة هي الملاذ في عالم لا قلب له", 645 , 10 , "1"));
            status.add(new Status("الأخت غصن أخر متدلي من طمأنينة الأم", 646 , 10 , "1"));
            status.add(new Status("الاخت النور الذي يضيء حياتي، والنبع الذي أرتوي منه حباً وحناناً.", 647 , 10 , "1"));
            status.add(new Status("عائلتي وطن وأنا من دونهم غربة", 648 , 10 , "1"));
            status.add(new Status("لا توجد عاطفة حقيقية تشبه تعلّقَ (الأمّ) بأبنائها؛ فهي الملجأ والملاذ، وهي الوفاء والنقاء، هي تأتي أولاً والباقون يعوّضُهم الزمن!", 649 , 10 , "1"));
            status.add(new Status("\"وجود الأخت في حياتك هو حضور لصديق مخلص أبدي، إن كانت أكبر منك كانت أمًا لك وأقوى متكأ تستند إليه عند ضعفك\"", 650 , 10 , "1"));
            status.add(new Status("لقد جعل ﷺ حب الزوجة رزقاً فقال عن زوجته السيدة خديجة رضي الله عنها: ( إني قد رزقت حبها )", 651 , 10 , "1"));
            status.add(new Status("البيوت لا تُبنى بجمال  الزوجة ولا بمالِ الزوج ؛ البيوت تُبنى بأمٍ هدفُها بيتٌ يذكر فيهِ اسم الله  وأبْ هدفهٌ ذرية توحد الله", 652 , 10 , "1"));
            status.add(new Status("الفرد الغائب من العائلة،لا يمتلئ مكانه أبدًا", 653 , 10 , "1"));
            status.add(new Status("كُلَّ القلوب يُغيّرها الوقت، إلاَّ قلب الأمّ جنّة دائمه .", 654 , 10 , "1"));
            status.add(new Status("\"اللهم خيراً كالذي أراهُ في وجه أمي\"", 655 , 10 , "1"));
            status.add(new Status("\" في قلبّ الأخت شيء يشبهُ الأم \".", 656 , 10 , "1"));
            status.add(new Status("و تظل الأُخت الكُبرى لون من ألوان الأمان نستظل بِظله كما لو أنها أُم\" .", 657 , 10 , "1"));
            status.add(new Status("تعلمت أن الأم  حياة ، و الأب عز ، و الأخ حماية ، و الأخت أم ... فأدركت أن الأقربون أولى بالمعروف", 658 , 10 , "1"));
            status.add(new Status("قيل في حب الاخ :\n" +
                    "هو ذاك الجبل الذي أسند عليه نفسي فالشدائد..كيف لا أحبه ورب الكون قال فيه :\n" +
                    " (سنشد عضدك بأخيك)", 659 , 10 , "1"));
            status.add(new Status("\"إنما الأخ لأخته ظِل وسكينةٌ وسند.\"", 660 , 10 , "1"));
            status.add(new Status("قيل عن \"الأخت\" إنها \n" +
                    "اليد اليمين ضِلع ثابـت لايميل\n" +
                    "قطعـة من الأم تـورد لك الحـياة", 661 , 10 , "1"));
            status.add(new Status("\"جَيشُ المرءِ عائِلَتُه.\"", 662 , 10 , "1"));
            status.add(new Status("\"حين تَسقط لن ينتشلك سوى إخوتك، الإخوة أجنحة.\"", 663 , 10 , "1"));
            status.add(new Status("\"وحدها أمي، التي لها القدرة على إصلاح كل شيء مكسور، حتى قلبي.\"", 664 , 10 , "1"));
            status.add(new Status("\"قيل في الأب: هُو ذاك الذي تطلبه نجمتين فيعود حاملاً السماء\"", 665 , 10 , "1"));
            status.add(new Status("اللهُمَّ أُمي في كل اتجاهاتي .. اللهُمَّ أُمي للأبد", 666 , 10 , "1"));
            status.add(new Status("يارب أوصيك بـ أمي فرحاً و رزقاً و عافيةً والجنة", 667 , 10 , "1"));
            status.add(new Status("لا تخبر أمك بما يحزنك لأنها سوف تحزن أضعاف حزنك.", 668 , 10 , "1"));
            status.add(new Status("لم أرَ وجهًا مسالمًا كوجه أمّي، ولم أشعر بقلبٍ حنونٍ يحتضن الجميع كقلبِ أمّي، إنها قالب حبٍّ ورحمة ورأفة.. إنها جنّة على هيئة إنسان", 669 , 10 , "1"));
            status.add(new Status("العائِله اولاً ، ثم الأقربون قلبّآ لا دمّا .. ثمَ أصدِقاء المواقِف لا سِنين المعرِفة!\"", 670 , 10 , "1"));
            status.add(new Status("اللهُم لا تحمِّل ابي همًا ولا ترِ أمي حزناً.", 671 , 10 , "1"));
            status.add(new Status("\"أشعر أن الله يواسيني دائماً بأهلي\"", 672 , 10 , "1"));
            status.add(new Status("أخبرو أخي بأنه أبي الثاني وسندي في هذه الدنيا وأنه عوني بعد الله وأني أحبه جداً.", 673 , 10 , "1"));
            status.add(new Status("الفتاة ، غُصن رقيق جذعُها الأب.", 674 , 10 , "1"));
            status.add(new Status("بر الوالدين ليس مناوبات وظيفيه بينك وبين اخوانك بل  مزاحمات على ابواب الجنه، فهذه حقيقه يغفل عنها البعض \"اللهم ارزقنا برهم\"", 675 , 10 , "1"));
            status.add(new Status("امي هي نبض قلبي والحياه ..\n" +
                    "هي دنيتي ونور عيني والعمر ..", 676 , 10 , "1"));
            status.add(new Status("بر الوالدين جنة في الأرض ،\n" +
                    "تجني ثمارها مدى العمر.", 677 , 10 , "1"));
            status.add(new Status("اغتنموا فرصة وجود أمهاتكم بقربكم .. احظنوهم و قبلوهم.. أبدوا لهم حبكم و احترامكم و خوفكم من فقدانهم.. سيأتي يوما و ستبكي حرقة لأجل هذا.", 678 , 10 , "1"));
            status.add(new Status("\" كبرتُ وصرتُ أعبر الشارع وحدي .. لكني أفتقد طعم الأمان الذي ذقته ممسكاً طرف ثوبك .. أماه .. كيف جعلتني أثق بقطعة قماش ترتدينها أكثر مما أثق بقدمي \"", 679 , 10 , "1"));
            //////////////////////////////////////////////////////////////////////////////////////////////////////////////////
            status.add(new Status("شل الســـلام وصـافي الـود ياطير\n" +
                    "وســلم على شــخص عـزيـزٍ وقله\n" +
                    "باقي مكـانة مـا حصـــل فيه تغـيـر\n" +
                    "بين الجفـن والعــين عنـدي محـله", 680 , 12 , "1"));
            status.add(new Status("ربَّاهُ من غيرِ سُؤلٍ عوَّدتنا كرمًا \n" +
                    "كيف العطاءُ وقد كنَّا مُلحّينا؟", 681 , 12 , "1"));
            status.add(new Status("لعيـونهـا لـو عشـت غـربه وترحال\n" +
                    "تبقى بقلبـي هـي وحـيدة زمنـها\n" +
                    "شيخة غلاي اللي لها القلب منزال\n" +
                    "عمري لها فـدوه وروحـي وطنـها", 682 , 12 , "1"));
            status.add(new Status("كم رقم جــوال محفوظٍ بجــــــوالي\n" +
                    "ااه وراعيه تحت الثرا ماعاد يوحيني\n" +
                    "حاولت احذفـــه كذا مرة ولا جاء لي\n" +
                    "ولاجيت إحذفه يهل الدمع من عيني", 683 , 12 , "1"));
            status.add(new Status("رسالتك لا شفتها خاطري زان\n" +
                    "يطرب لها قلبي وأحبك زياده\n" +
                    "تدري وش اشعر كل ما تكتب الان\n" +
                    "اشعر على دنياي .. جاري السعاده", 684 , 12 , "1"));
            status.add(new Status("لاتنحني للزمن وتضيق وتعاني\"\n" +
                    "ظروف الأيام تبغى من يكابدها \"\n" +
                    "افرح بعمرك ترى عمر الفتى فاني \"\n" +
                    "مافيه نفسٍ جليل الملك خلدها \"", 685 , 12 , "1"));
            status.add(new Status("فتذكَّرُوا الأحبابَ عِند دُعائكمْ\n" +
                    "فالحبُّ بينَ الصَّادِقينَ دُعاءُ", 686 , 12 , "1"));
            status.add(new Status("من دق باب الوُفاء يلقى الوفاء رده\"\n" +
                    "ومن دق باب الجفى يأخذ على قده\"\n" +
                    "\n" +
                    "حنا درسنا الوفاء جذره على مده\"\n" +
                    "ومايكسب الواحد الاماقدمت يده\"", 687 , 12 , "1"));
            status.add(new Status("سـتـغلبكَ الأيـامُ إنْ كنتَ واهناً ..\n" +
                    "وإنْ كنتَ صبّاراً فذو الصبر أغلبُ.", 688 , 12 , "1"));
            status.add(new Status("وغِنَى النُّفُوسِ هُوَ الْكَفَافُ فَإِنْ أَبَتْ \n" +
                    "فَجَـمِـيـعُ مَـا فِي الأَرْضِ لا يَكْفِـيـهَـا.", 689 , 12 , "1"));
            status.add(new Status("صلّوا على خيـر البرية تغَنمـوا\n" +
                    "عشراً يُصلّيهـا المليك الأعظمُ،\n" +
                    "مـن زادهـا ربـي يـفـرج هـمـه\n" +
                    "والذنـبُ يُغفَـر والنفـوس تُنَعَّـمُ.", 690 , 12 , "1"));
            status.add(new Status("جُدْ بالحديثِ مع الأنامِ برِقَـةٍ\n" +
                    "فالناسُ يأسرها الكلامُ الطيبُ. ", 691 , 12 , "1"));
            status.add(new Status("مايعتذر بالمال عند المواجيب\"\n" +
                    "من كان نفسه بالمكارم غنيه \"\n" +
                    "\n" +
                    "الفقر مارد النشامه عن الطيب \"\n" +
                    "والمال ماعز النفوس الرديه \"", 692 , 12 , "1"));
            status.add(new Status("ثم أنَّ هواك في قلبي لا ريبَ فيهِ و حُبُ غيركَ باطلُ؛ إن كان حُبك في الفؤادِ فريضةٌ فَسِواك في شَرعِ الغرامِ حرامُ", 693 , 12 , "1"));
            status.add(new Status("\" فمَا كلّ من تهواهُ يهواكَ قلبهُ \n" +
                    "ولا كلّ من صافيتهُ لكَ قدْ صفَا\n" +
                    "إذَا لمْ يكنْ صفوُ الودادِ طبيعةٌ\n" +
                    "فلَا خيرَ فِي ودٍّ يجيءُ تكلفَا \"", 694 , 12 , "1"));
            status.add(new Status("العين تلمح فِي نظرها ملايين \"\n" +
                    "والقلب يعشق فِي الملايين واحد\"", 695 , 12 , "1"));
            status.add(new Status("العين تلمح فِي نظرها ملايين \"\n" +
                    "والقلب يعشق فِي الملايين واحد\"", 696 , 12 , "1"));
            status.add(new Status("الذكريات اللي محت وجه السنين \"\n" +
                    "وش له تعوُد وتستفز الذااكره \"\"\n" +
                    "حلفتها فِي حاضري لاترجعين \"\n" +
                    "ودي بفقد سنين باللي ذاكره \"", 697 , 12 , "1"));
            status.add(new Status("يا ربّ  مكّة  والفؤادُ  يؤزّني\n" +
                    "شوقًا  إليها  والمحاجرُ  تدمعُ\n" +
                    "\n" +
                    "يا ربّ  مكّة  والحنينُ  يلفّني \n" +
                    "والأرضُ ضاقت بي وأنت الواسعُ", 698 , 12 , "1"));
            status.add(new Status("ناس تذوق وناس تصنع الذوق \"\n" +
                    "وكل يعبر حسب طبعه وذوقه \"\n" +
                    "لهفه مشاعر بها الود مرموق \"\n" +
                    "القلب غيمه والمشاعر بروقه \"", 699 , 12 , "1"));
            status.add(new Status("يامسا الخير والرحمه وحلو الترّاحيب \"\n" +
                    "ويارب تسعد لي مساي ومساهم \"\"\n" +
                    "عسانا على حوض السعاده مواريد\"\n" +
                    "وعسانا من اللي خير ربِي عطاهم \"", 700 , 12 , "1"));
            status.add(new Status("ما تموت المحبه لو طال الغياب و \n" +
                    "أنت موطنك فكري منت عابر سبيل", 701 , 12 , "1"));
            status.add(new Status("في طرف صدري\n" +
                    "بقايا من حنين\n" +
                    "و إن بغيت الصدق\n" +
                    "كلي حنَّ لك\n" +
                    "ما هي قصة شوفني\n" +
                    "بعدكَّ حزين\n" +
                    "بـس ليهَّ تروح ؟\n" +
                    "وفيني شي لك .", 702 , 12 , "1"));
            status.add(new Status("ترى السعاده من بغاها لقاها\n" +
                    "عند الكريم اللي أمرنا بذكره\n" +
                    "وقلوبنا والله ماتشكي ظماها\n" +
                    "إذا اسقيناها بحمده وشكره", 703 , 12 , "1"));
            status.add(new Status("أغيب لكني مع الناس موجود \"\n" +
                    "وعلاقتي بالناس جداً لطيفه \"\n" +
                    "غضيت طرف العين عن كُل منقود \"\n" +
                    "وخاويت بيضان القلوب النظيفه \"", 704 , 12 , "1"));
            status.add(new Status("انت الصباح واشعة الشمس والنور \n" +
                    "وانت الحياه. وريحة الورد.... لافاح\n" +
                    "وانت الذي تجعل حياتي... لها دور\n" +
                    "يسعد صباحك يا غلا كل .الاصباح", 705 , 12 , "1"));
            status.add(new Status("وما أعددتُ للأخرى كثيراً\n" +
                    "ولكنّي ملأتُ القلبَ حُبّا ، \n" +
                    "أحُبُّ مُحمّداً حُبَّاً وحسبي \n" +
                    "بأنَّ المرءَ مع من قدْ أحبَّا . \n" +
                    "#صلوا_عليه ﷺ", 706 , 12 , "1"));
            status.add(new Status("فديتُكَ بالفؤادِ وكُـلَّ عُمري\n" +
                    "وكلُّ الخلقِ دونـكَ يا إمامي ..\n" +
                    "ومافي الخلق أكرمُ منكَ عندي\n" +
                    "ومافي الخلق مثلكَ في المقام . \n" +
                    " #صلوا_عليه ﷺ", 707 , 12 , "1"));
            status.add(new Status("أشكو إليك أموراً أنت تعلمها ..\n" +
                    "مالي على حَمْلها صبرٌ ولا جلَدُ .. \n" +
                    "وقد مَدَدْتُ يدي بالذل مبتهلًا ..\n" +
                    "إليك يا خير من مُدَّتْ إليه يدُ.", 708 , 12 , "1"));
            status.add(new Status("أَشَدُّ الجِهادِ جِهادُ الهَوى \n" +
                    "وَما كَرَّمَ المَرءَ إِلّا التُقى، \n" +
                    "وَأَخلاقُ ذي الفَضلِ مَعروفَةٌ \n" +
                    "بِبَذلِ الجَميلِ وَكَفِّ الأَذى.", 709 , 12 , "1"));
            status.add(new Status("ولولا ساعة أدعو إلهي .. \n" +
                    "بها؛ في خلوتي أو في صلاتي\n" +
                    "لأ ظلمت الحياةُ، ولست أدري \n" +
                    "بغير الله .. ما شكل الحياةِ ..!؟", 710 , 12 , "1"));
            status.add(new Status("وَرَدْنا حُضنها حتى كَبُرنا ..\n" +
                    "وفيها كُلُّ جارحةٍ تضُمُكْ ..\n" +
                    "ألم تَعْلم بأنَّ الحُبَّ دوماً ..\n" +
                    "أُمُّكَ.. ثم أُمُّكَ.. ثم أُمُّكْ ..", 711 , 12 , "1"));
            status.add(new Status("ولا ألذ من عشرة شريفٍ من اقصى القوم ..\n" +
                    "يبادلـك فـعـل الطـيـب معـنـاه وسلـومـه ..\n" +
                    "وإذا شفت في جو الصداقـه غبـش وغيـوم ..\n" +
                    "عطيت الدروب اللي مع الارض مرسومه ..", 712 , 12 , "1"));
            status.add(new Status("وانا اقول لو إن في وجيه الرخوم وسـوم ..\n" +
                    "عرفـنـا نميـّـز قيـمـة الـنـذل بوسـومـه ..\n" +
                    "على شان نجلـس مـع رجـال الوفـا ونقـوم ..\n" +
                    "ونبعـد مـن اللـي عنـد الاجـواد مذمـومـه ..", 713 , 12 , "1"));
            status.add(new Status("إنّ الأمُور إذَا إلتَوت وتعقدت\n" +
                    "نزلَ القضَاءُ مِنَ الفضاءِ وحلها، \n" +
                    "فاصبِر لها، فلعلهَا، ولعلهَا ..\n" +
                    "ولعلّ مَن خلقَ الفضاء يحُلّها", 714 , 12 , "1"));
            status.add(new Status("قريب وصله لو بعيد المسافات ..\n" +
                    "جعله بحفظ الله ويعيش هاني ..\n" +
                    "الفكر ماينساه  في كل الأوقات ..\n" +
                    "واردد اسمه كل  لحظه  وثواني ..", 715 , 12 , "1"));
            status.add(new Status("وأعشقُ الصبحَ إذ تَسري نسائمهُ \n" +
                    "تعيدُ في كـل روحٍ بسمة الأملِ،\n" +
                    "لنا مـع الصبـح أمـالٌ نُـرجيها \n" +
                    "ونسـألُ اللهِ فيهِ صـالـحَ العمـلِ .", 716 , 12 , "1"));
            ////////////////////////////////////////////////////////////////////////////
            status.add(new Status("ربي أستغفرك لكل صلاة حضر فيها جسدي وغاب قلبي وأعف ياالله عن صلواتي التي لا تليق بك.", 717 , 6 , "1"));
            status.add(new Status("\" أمثل النسيان وبداخلي شي أكبر من الشوٌق \"." , 718 , 2 , "1"));

        }

        public void insertStatus(SQLiteDatabase db)
        {
            for(int i = 0 ; i < status.size() ; i++)
            {
                ContentValues contentValues = new ContentValues();
                contentValues.put("statusId",status.get(i).getStatusId());
                contentValues.put("status" , status.get(i).getStatusText());
                contentValues.put("categoryId",status.get(i).getCategoryId());
                contentValues.put("created_at" , status.get(i).getCreated_at());
                db.insert("status", null, contentValues);
            }
        }

        public ArrayList<Status> retriveStatusByCategory(int catId0)
        {
            String catId = Integer.toString(catId0);
            SQLiteDatabase db = this.getReadableDatabase();
            Cursor res =  db.rawQuery( "select * from status where categoryId="+catId+" order by statusId desc", null );

            res.moveToFirst();
            ArrayList<Status> array_list = new ArrayList<>();

            while(!res.isAfterLast()){
                array_list.add(new Status(res.getString(res.getColumnIndex(COLUMN_1)) , res.getInt(res.getColumnIndex(COLUMN_2)) , res.getInt(res.getColumnIndex(COLUMN_3)),res.getString(res.getColumnIndex(COLUMN_4))));
                res.moveToNext();
            }

            res.close();
            return array_list;
        }
        // done
        public void addToFavorites(int statusId) {
            SQLiteDatabase db = this.getWritableDatabase();
            ContentValues contentValues = new ContentValues();
            contentValues.put("statusId", statusId);
            db.insert("favoritesId", null, contentValues);
        }


        // done
        public boolean isFavorite(int id) {
            SQLiteDatabase db = this.getReadableDatabase();
            String statusId = Integer.toString(id);
            Cursor res =  db.rawQuery( "select * from favoritesId where statusId="+statusId+"", null );

            if(res.getCount() <= 0) {
                res.close();
                return false;
            }

            res.close();
            return true;
        }

        // done
        public ArrayList<Status> retrieveFavorites() {
            SQLiteDatabase db = this.getReadableDatabase();
            Cursor res =  db.rawQuery( "select * from status where statusId in (select statusId from favoritesId)", null );

            res.moveToFirst();
            ArrayList<Status> array_list = new ArrayList<>();

            while(!res.isAfterLast()){
                array_list.add(new Status(res.getString(res.getColumnIndex(COLUMN_1)) , res.getInt(res.getColumnIndex(COLUMN_2)) , res.getInt(res.getColumnIndex(COLUMN_3)),res.getString(res.getColumnIndex(COLUMN_4))));
                res.moveToNext();
            }

            res.close();
            return array_list;
        }



        // done
        public void removeFromFavorites (int statusId) {
            SQLiteDatabase db = this.getWritableDatabase();
            db.delete("favoritesId",
                    "statusId = ? ",
                    new String[] { Integer.toString(statusId) });
        }

        // done
        public void insertStatusFromService(ArrayList<Status> newStatus)
        {
            if (newStatus.size() == 0)
                return ;
            SQLiteDatabase db = this.getWritableDatabase();
            for(int i = 0 ; i < newStatus.size() ; i++)
            {
                ContentValues contentValues = new ContentValues();
                contentValues.put("statusId",newStatus.get(i).getStatusId());

                contentValues.put("status" , newStatus.get(i).getStatusText().replace('@' , '\n'));
                contentValues.put("categoryId",newStatus.get(i).getCategoryId());
                contentValues.put("created_at" , newStatus.get(i).getCreated_at());
                db.insert("status", null, contentValues);
            }

            (GlobalVariable.getContext()).setLastStatusId(newStatus.get(newStatus.size()-1).getStatusId());

        }


}
